{
  "structures": [
    {
      "name": "Entry Arch",
      "year": "1976",
      "department": [],
      "advisor_builders": [
        {
          "name": "Paul Miller",
          "role": ["Builder"]
        },
        {
          "name": "Lynn Noah",
          "role": ["Builder"]
        },
        {
          "name": "Greg Lomax",
          "role": ["Builder"]
        },
        {
          "name": "Andrew Low",
          "role": ["Builder"]
        },
        {
          "name": "Gwin Stumbaugh",
          "role": ["Builder"]
        }
      ],
      "description": "Serving as both a practical entrance and a symbolic transition into Poly Canyon's experimental landscape, this arch features a steel frame overlaid with serpentinite rock—a stone that naturally contains asbestos, adding a geological twist. Nearby, terracotta faces of the student builders are embedded in a stone wall, adding a personal touch to the entrance.",
      "extended_description": "The Entry Arch marks the beginning of the experimental construction laboratory that is Poly Canyon. Built in 1976, it represents one of the earliest permanent structures in the canyon. The arch incorporates local serpentinite stone, which contains naturally occurring asbestos fibers, making it a unique geological specimen as well as an architectural feature. The embedded terracotta faces of the student builders serve as a lasting tribute to their contribution, while also demonstrating creative applications of mixed media in architectural design.",
      "status": "Active",
      "style": "",
      "tags": [],
      "location": {},
      "number": 1,
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-1",
          "description": "Main image of the Entry Arch."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-1",
          "description": "Close-up image of the Entry Arch."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "Placeholder"
        }
      ]
    },
    {
      "name": "Techite Bridge",
      "year": "1973",
      "department": [],
      "advisor_builders": [
        {
          "name": "Robert Purdy",
          "role": ["Builder"]
        },
        {
          "name": "Robert Mac Luan",
          "role": ["Builder"]
        },
        {
          "name": "Merilee Amy",
          "role": ["Builder"]
        }
      ],
      "description": "Demonstrating the innovative use of materials, the Techite Bridge is constructed from fiber-reinforced plastic mortar. This lightweight yet high-strength material showcases the creativity and technical skill of the students involved.",
      "extended_description": "The Techite Bridge represents an early experiment in composite materials for structural applications. The bridge utilizes fiber-reinforced plastic mortar, a material that was cutting-edge for its time in 1973. The structure demonstrates how innovative materials can be used to create lightweight yet durable infrastructure, a concept that continues to influence modern bridge design. The project served as both a practical crossing point and a proof-of-concept for new construction techniques.",
      "status": "Active",
      "style": "",
      "tags": [],
      "location": {},
      "number": 2,
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-2",
          "description": "Main image of the Techite Bridge."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-2",
          "description": "Close-up image of the Techite Bridge."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "Placeholder"
        }
      ]
    },
    {
      "name": "Blade",
      "year": "1963 / 2003",
      "department": ["Architectural Engineering"],
      "advisor_builders": [
        {
          "name": "Steve Gilmore",
          "role": ["Original Builder"]
        },
        {
          "name": "Mark Haselton",
          "role": ["Original Builder"]
        },
        {
          "name": "Dan McMann",
          "role": ["Original Builder"]
        },
        {
          "name": "Ken Minor",
          "role": ["Original Builder"]
        },
        {
          "name": "Ben Green",
          "role": ["Rebuilder"]
        },
        {
          "name": "Robert Pacheco",
          "role": ["Rebuilder"]
        },
        {
          "name": "Elley Arinez",
          "role": ["Rebuilder"]
        },
        {
          "name": "Susan Smilanich",
          "role": ["Rebuilder"]
        },
        {
          "name": "Jeff Messana",
          "role": ["Rebuilder"]
        },
        {
          "name": "Jon Voorhies",
          "role": ["Rebuilder"]
        },
        {
          "name": "Nick Watry",
          "role": ["Advisor", "Architectural Engineering Professor"]
        }
      ],
      "description": "This structure collapsed once but was rebuilt decades later—proving that at Poly Canyon, students get second chances to make first-rate architecture! Originally testing pioneering post-tensioning methods, this structure collapsed due to design flaws but was rebuilt by a new team of students, including some original builders. Updated with features like catenary arches to meet new building codes, it won an Award of Excellence. The project embodies Cal Poly's 'learn by doing' spirit and showcases the evolution of architectural education through hands-on experience.",
      "extended_description": "First constructed in 1963, Poly Canyon’s Blade Structure is the oldest structure originally built in the canyon. It was completed by students testing post-tensioning methods. After deteriorating over time, it was reconstructed in 2003 by a new group of students, with guidance from some original builders. The redesigned structure incorporated catenary arches and won an Award of Excellence. This project highlights Cal Poly's hands-on approach to education.\n\nThe Blade structure has gone by many names over its sixty-year existence, including the petal structure, the Cal Poly memorial, 'earth forms,' the concrete flower, and a sculptural study in pre-stressed concrete. Originally constructed in 1963 by students Steve Gilmore, Mark Haselton, Dan McMann, and Ken Minor, this structure tested newly-discovered post-tensioning methods. After a few decades in the canyon, the 'petals' deteriorated and collapsed. Nearly forty years after completion, the blade structure was rebuilt by students and Professor Nick Watry, as well as three of the students who worked on the original structure. Some of the original fractured petals still remain around the new structure today as a reminder of the original design.\n\nIn 2003, students Ben Green, Robert Pacheco, Elley Arinez, Susan Smilanich, Jeff Messana and Jon Voorhies, along with Architectural Engineering Professor Nick Watry, began the redesign of the Blade Structure. Three of the alums who worked on the original project, including Steve Gilmore, Mark Haselton, and Ken Minor, returned to help with the reconstruction. Using more accurate post-tensioning information and new materials, the group revised the earlier calculations, and the redesigned structure won an Award of Excellence in 2006.",
      "status": "Active",
      "style": "Post-tensioned concrete",
      "tags": ["post-tensioning", "catenary arch", "award-winning", "rebuild"],
      "location": {
        "latitude": 35.314271,
        "longitude": -120.652194
      },
      "number": 3,
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/historicalImages/M-3.jpg",
          "description": "Current image of the Blade structure, rebuilt with catenary arches."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/historicalImages/C-3.jpg",
          "description": "Close up of the current blade structure, a bit of grafitti showing."
        },
        {
          "type": "historical",
          "orientation": true,
          "path": "/historicalImages/BladeRedesign.png",
          "description": "Rebuilding of the Blade structure in 2003 with Nick Watry and the student team."
        },
        {
          "type": "historical",
          "orientation": true,
          "path": "/historicalImages/OriginalBladePeople.png",
          "description": "People sitting on the original blade structure, in the 1970s."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "Mustang News Article"
        },
        {
          "linkType": "Thesis",
          "URL": "https://csu-calpoly.primo.exlibrisgroup.com/discovery/fulldisplay?context=L&vid=01CALS_PSU:01CALS_PSU&search_scope=Everything&tab=Everything&docid=alma991001009959702920",
          "title": "Original Thesis Blade Structure"
        },
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/blade-structure",
          "title": "CAED Website"
        }
      ]
    },
    {
      "name": "Spire Array",
      "year": "2020",
      "department": [],
      "advisor_builders": [
        {
          "name": "Professor Dale Clifford",
          "role": ["Advisor"]
        },
        {
          "name": "Design Build Team",
          "role": ["Builder"]
        }
      ],
      "description": "This striking wooden structure explores minimalist construction methods using simple materials. Its geometric, teepee-like form was created to investigate efficient building techniques.",
      "extended_description": "The Spire Array represents one of the more recent additions to Poly Canyon, completed in 2020. The project explores the intersection of traditional timber construction techniques with modern geometric design principles. The structure's distinctive teepee-like forms create an engaging spatial experience while demonstrating innovative approaches to sustainable architecture. The design emphasizes material efficiency and structural elegance, serving as an example of how simple materials can create compelling architectural experiences.",
      "status": "Active",
      "style": "",
      "tags": [],
      "location": {},
      "number": 4,
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-4",
          "description": "Main image of the Spire Array."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-4",
          "description": "Close-up image of the Spire Array."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "Placeholder"
        }
      ]
    },
    {
      "name": "Palm Tree",
      "year": "xxxx",
      "department": [],
      "advisor_builders": [
        {
          "name": "iii",
          "role": ["Builder"]
        }
      ],
      "description": "This unique structure features a tall central pole crowned by an assembly of dissimilar metals. The innovative design aimed to exploit the differing thermal expansion and contraction rates of the metals to generate rotation.",
      "extended_description": "The Palm Tree structure stands as a testament to experimental engineering in Poly Canyon. The project explores the principles of thermal dynamics through architectural form, utilizing the natural properties of different metals to create movement. The structure's design demonstrates how environmental factors like temperature changes can be harnessed to create kinetic architectural elements. While the exact construction date remains uncertain, the structure continues to serve as an educational tool for understanding material properties and environmental interaction in design.",
      "status": "Active",
      "style": "",
      "tags": [],
      "location": {},
      "number": 5,
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-5",
          "description": "Main image of the Palm Tree."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-5",
          "description": "Close-up image of the Palm Tree."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "Placeholder"
        }
      ]
    },
    {
      "name": "Tensile",
      "year": "2002",
      "department": [],
      "advisor_builders": [
        {
          "name": "Kiren Kelly-Sneed",
          "role": ["Builder"]
        },
        {
          "name": "Theresa Zaro",
          "role": ["Builder"]
        },
        {
          "name": "Royce Chow",
          "role": ["Builder"]
        },
        {
          "name": "Abe Lynn",
          "role": ["Builder"]
        },
        {
          "name": "Michael Lucas",
          "role": ["Builder"]
        },
        {
          "name": "Walt Tryon",
          "role": ["Builder"]
        },
        {
          "name": "Richard Zweifel",
          "role": ["Builder"]
        }
      ],
      "description": "Showcasing structural elegance, the Tensile Structure is held up by twelve footings interconnected underground. Utilizing tension cables and fabric, it provides much-needed shade during events like Design Village.",
      "extended_description": "Completed in 2002, the Tensile Structure demonstrates the principles of tension-based architecture through its innovative use of cables and fabric. The structure's twelve interconnected footings create a stable foundation for the lightweight canopy above, while the tensioned fabric provides essential shade for various canyon events. The project exemplifies how architectural elements can serve both practical and aesthetic purposes, creating dynamic spaces through the careful balance of forces. Its design continues to inspire students studying structural systems and environmental design.",
      "status": "Active",
      "style": "",
      "tags": [],
      "location": {},
      "number": 6,
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-6",
          "description": "Main image of the Tensile structure."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-6",
          "description": "Close-up image of the Tensile structure."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "Placeholder"
        }
      ]
    }
  ]
}
