{
  "A": [
    {
      "numbers": "1-2",
      "caption": "In 1957, the Geodesic Dome was originally built on campus. As the need for experimental projects grew, the search began for a better space to expand."
    },
    {
      "numbers": "3-5",
      "caption": "In 1959, a thesis identified Brizzolara Creek as the prime location. The study included a detailed map of the area, photos of the existing road, and conceptual sketches of potential structures."
    },
    {
      "numbers": "6",
      "caption": "In 1961, George Hasslein, advocating for the new space, stands on the newly built suspension bridge spanning Brizzolara Creek."
    }
  ],
  "B": [
    {
      "numbers": "1",
      "caption": "In 1963, the Blade Structure became the first official project in what would later be known as Poly Canyon. The blade pointed to the original boundary corners of the site."
    },
    {
      "numbers": "2",
      "caption": "Shortly after, the Geodesic Dome was moved and reconstructed in the canyon by a group of students, cementing the space as a hub for innovation."
    },
    {
      "numbers": "3-4",
      "caption": "Over the next few years, projects flourished. The Shell House emerged as a standout, featuring a unique shell-inspired design at the time."
    },
    {
      "numbers": "5",
      "caption": "The Bridge House and other major structures that stand today began to take shape during this period, showcasing the canyon’s ambition."
    },
    {
      "numbers": "6",
      "caption": "By the late 1960s, infrastructure expanded significantly. A water tank was installed, and electrical transformers, like the one shown here, were set up to power the canyon."
    }
  ],
  "C": [
    {
      "numbers": "1",
      "caption": "In 1973, the canyon saw increased activity and visitors. Its first caretaker played a crucial role, helping construct the Techite Bridge to support the area’s growing needs."
    },
    {
      "numbers": "2",
      "caption": "In 1974, with George Hasslein’s support, the first Design Village competition took place. Students are seen here arriving by bus to participate in this groundbreaking event."
    },
    {
      "numbers": "3",
      "caption": "Later that year, work continued on the Hydraulic House, a striking example of how innovation and experimentation thrived in the canyon."
    },
    {
      "numbers": "4",
      "caption": "Design Village became a defining feature of the canyon’s identity. In 1984, National Geographic captured the spirit of the event with a featured photo of the competition."
    },
    {
      "numbers": "5-7",
      "caption": "By the end of this era, momentum surged with innovative projects like the Greenhouse while structures like the Stick House provided valuable educational experiences."
    }
  ],
  "D": [
    {
      "numbers": "1",
      "caption": "The Modular House showcased how the canyon continued to push structural evolution, with caretakers playing a central role in its development."
    },
    {
      "numbers": "2-4",
      "caption": "Early in this era, structures like the Cantilever Deck were constructed, while older structures were maintained and restored, reflecting a commitment to preservation and growth."
    },
    {
      "numbers": "5-8",
      "caption": "The canyon attracted many visitors, from the annual Design Village crowd of college students to younger audiences like touring elementary school classes."
    }
  ],
  "E": [
    {
      "numbers": "1",
      "caption": "Shortly after caretakers moved out in 2011, graffiti began to spread across nearly every structure."
    },
    {
      "numbers": "2-3",
      "caption": "In response to the destruction, maintenance groups formed. The Canyon Days team, shown here, worked together to repair, convert structures, and paint over graffiti."
    },
    {
      "numbers": "4-5",
      "caption": "Design Village carried on strong, passing the flame year after year to keep the spirit of student building alive."
    },
    {
      "numbers": "6",
      "caption": "Over time, these maintenance groups faded, and most structures were stripped down and converted into open-air remnants."
    },
    {
      "numbers": "7",
      "caption": "The canyon’s new identity as the \"Architecture Graveyard\" took hold, spreading online. Bloggers and influencers visited to share their experiences of this now hauntingly iconic space."
    },
    {
      "numbers": "8",
      "caption": "Yet, life goes on. Here, horses grazing in front of a recently built structure highlight a simple truth: the canyon itself remains alive, evolving, and filled with potential."
    }
  ],
  "F": [
    {
      "numbers": "1",
      "caption": "The canyon still bursts with activity and spirit. Here, members of a hammock club enjoy the Poly Pavilion in a stunning photo."
    },
    {
      "numbers": "2-3",
      "caption": "Projects continue to rise, driven by students with a passion for improvement. The Moment Monument, built in 2024, serves as an educational piece."
    },
    {
      "numbers": "4-6",
      "caption": "Design Village remains a groundbreaking event where first-year Cal Poly students and teams from other schools come together for a unique architectural competition."
    },
    {
      "numbers": "7",
      "caption": "And of course, the canyon still faces challenges, awaiting the next generation of students ready to tackle them and shape its future."
    }
  ]
}
