[
  {
    "name": "Before the Structures",
    "time_period": "1946 - 1961",
    "opening_question": "How did this quiet stretch of land become a stage for bold ideas?",
    "full_description": "Brizzolara Canyon was once a quiet and untamed corner of San Luis Obispo, its story intertwined with California’s early history. Beginning as part of the expansive Spanish land grant system, it was known as Rancho Potrero de San Luis Obispo, a rugged foothill range used for grazing cattle. Over time, it passed through ranching families until it became part of Peterson Ranch. In the early 1900s, the state of California acquired portions of this land to expand its agricultural efforts, establishing the foundation for what would later become Cal Poly’s Agriculture School.\n\nFor decades, the canyon remained a backdrop to agricultural research and cattle grazing. But in the late 1940s, following World War II, Cal Poly began its post-war expansion. Among its initiatives was the establishment of the Architectural Engineering Department, led by the visionary George Hasslein. Under Hasslein’s leadership, the department flourished, blending technical skill with creative ambition. By 1957, the West Coast’s first Geodesic Dome was completed, a feat of modern experimentation that caught widespread attention.\n\nBut the success of these experiments brought a new problem. Where could students and faculty construct large-scale projects that were bold enough to be seen yet distant enough not to disrupt campus life? The answer was simple but elusive: they needed a place just far enough away to dream. A place waiting for its story to begin.",
    "structures_built": [
      "Geodesic Dome on campus",
      "Early structures for Poly Royal"
    ],
    "achievements": [
      "Transition of land from the state to Cal Poly.",
      "Establishment of the department of architectural engineering.",
      "A growing need for an experimental architectural site."
    ],
    "key_figures": ["George Hasslein", "Peterson Ranch owners"]
  },

  {
    "name": "Dreams Take Root",
    "time_period": "1961 - 1973",
    "opening_question": "How did this canyon become a living laboratory?",
    "full_description": "By the early 1960s, Cal Poly’s Architectural Engineering Department had reached a turning point. The growing popularity of hands-on experimentation created an urgent need for space. Two senior students, tasked with identifying a location, surveyed the surrounding area and proposed Brizzolara Canyon. It was remote but not too distant, a rugged landscape ready for transformation. With their recommendation in hand, George Hasslein championed the idea, envisioning a space where students could freely create, fail, and try again.\n\nHasslein leaned heavily into Cal Poly’s learn-by-doing ethos. There wasn’t a clear plan, but Hasslein fought for the canyon’s potential. He wrote letters to donors and university administrators, building a case for this experimental playground. Dozens of students joined in, pouring time and effort into projects that wouldn’t be completed in a single quarter or even a single year. Starting with the Blade Structure and a relocated Geodesic Dome, the canyon came alive. By 1963, larger projects began: the Shell House, Modular House, and Bridge House. These ambitious endeavors spanned years, passed from group to group like a relay. Each project was a testament to collaboration, perseverance, and trust in the process.\n\nBy the early 1970s, the canyon was home to not only structures but to ideas—a self-sustaining cycle of student-led innovation. George Hasslein’s final push was for permanence: a caretaker. Someone who could live in the canyon, take responsibility, and protect its future. In 1973, his efforts paid off when Glen Jackson moved into the Modular House as the first caretaker. The canyon, now a living, breathing lab, was finally ready for its golden age.",
    "structures_built": [
      "Shell House",
      "Modular House",
      "Bridge House",
      "Water & Electrical Infrastructure"
    ],
    "achievements": [
      "Selection of Brizzolara Canyon as the experimental site.",
      "First major experimental architectural projects completed.",
      "Water and electrical infrastructure added to support development."
    ],
    "key_figures": ["George Hasslein", "NEED MORE", "Glen Jackson"]
  },

  {
    "name": "The Golden Age",
    "time_period": "1973 - 1989",
    "opening_question": "What made this era the peak of innovation and experimentation?",
    "full_description": "The 1970s and 1980s marked the canyon’s golden age. With caretakers now living in the area, the canyon transformed into a supported and thriving experimental site. By 1980, there were always two caretakers in residence, creating a sense of continuity and responsibility. The facilities themselves were almost otherworldly—students had built spaces that were not just functional but alive with ideas. The dream of the canyon was in full bloom.\n\nThis era was defined by a spirit of boundless experimentation. Students pushed the limits of what was possible with groundbreaking structures. The Earth Formed Restrooms embodied sustainability, utilizing natural materials to create a fully functional facility. The Hydraulic House was an audacious design, supported by sand and water columns in an unprecedented feat of engineering. And then there was the Passive Solar Greenhouse, a self-sufficient marvel of automation—decades ahead of its time. These projects didn’t just serve a purpose; they redefined what architectural innovation could be.\n\nBut permanent structures and senior projects weren’t the only focus of the canyon during these years. In 1974, students pitched a bold idea: a temporary design competition that would bring even more experimentation into the canyon. The proposal was accepted, and Design Village was born. During Poly Royal, the canyon transformed into a vibrant city of temporary structures, each one built to be inhabited for the duration of the event. Students from across Cal Poly and visiting universities joined in, crafting shelters that blurred the line between practicality and art.\n\nThe canyon was a star. Its reputation spread beyond campus, with projects and events capturing regional attention. Students, faculty, and caretakers worked together to keep the momentum going, balancing innovation with sustainability through committees like the Poly Canyon Cooperative and the Quality Control Board. By the late 1980s, Poly Canyon had become a beacon of interdisciplinary collaboration, architectural creativity, and hands-on education. But even the brightest stars, no matter how radiant, eventually start to dim.",
    "structures_built": [
      "Stick Structure",
      "Greenhouse",
      "Earth Formed Restrooms"
    ],
    "achievements": [
      "Architectural and interdisciplinary innovation through structures.",
      "Launch of Design Village as an annual event.",
      "Sustained support through committees and boards."
    ],
    "key_figures": ["Committees & Boards", "Caretakers", "Nelson Greene"]
  },

  {
    "name": "Peace and Quiet",
    "time_period": "1990 - 2010",
    "opening_question": "What does a quiet period of refinement look like?",
    "full_description": "From 1990 to 2010, the canyon settled into a remarkable period of resilience and refinement. While the groundbreaking ambition of earlier decades had mellowed, the canyon continued to thrive in its own way. Design Village, a hallmark of experimentation, demonstrated this endurance. Even after splitting from the now-canceled Poly Royal events, it remained a vibrant and popular tradition, drawing students and visitors year after year. The projects built during this time—like the Cantilever Deck, Hay Bale Arch, and Tensile Structure—reflected a shift toward accessory-based additions rather than functional experiments. These structures were still innovative, showcasing thoughtful design and craftsmanship, but their purpose was to complement rather than redefine the space.\n\nWhat’s most striking about this era is its stability. For two decades, caretakers lived in the canyon, students and faculty preserved its infrastructure, and new additions enhanced its charm. A service road was constructed, utilities were maintained, and hikers and students alike continued to explore the area. This period stands as a testament to the canyon’s ability to function as a living, evolving space without needing the bold leaps of its earlier years.\n\nAs the canyon settled into this quieter rhythm, it entered a living stasis. Without its original spark of relentless ambition, the question of the canyon’s future loomed larger. Had the canyon already served its purpose? Was it time to give up on it? This creeping uncertainty marked the beginning of a shift in mindset, one that would raise questions about whether the canyon’s time had passed. For now, it endured—but the seeds of doubt had been sown.",
    "structures_built": [
      "Cantilever Deck",
      "Hay Bale Arch",
      "Tensile Structure"
    ],
    "achievements": [
      "Development of accessory structures emphasizing functionality.",
      "Design Village’s resilience and evolution into an independent event.",
      "Continued maintenance of infrastructure, including a new service road."
    ],
    "key_figures": ["Caretakers", "Preservation Committees"]
  },

  {
    "name": "End of an Empire",
    "time_period": "2011 - Present",
    "opening_question": "What happens when a space is left to fend for itself?",
    "full_description": "In 2011, the last caretaker moved out of Poly Canyon, marking the end of an era. For decades, caretakers had been the canyon’s heart, living on-site to protect, maintain, and breathe life into the space. Their departure wasn’t by choice—it came as the university began to see the canyon as a liability. Concerns over fire risks from outdated electrical systems and the challenges of maintaining live-in spaces led to the end of this crucial role.\n\nThe impact was immediate. The modular house, once the living quarters of caretakers, was vandalized and stripped within months. Glass panes in the Bridge House were smashed, graffiti defaced the Shell House, and other structures began to show their age without consistent upkeep. As quickly as they had risen 50 years earlier, the canyon’s experimental projects fell into disrepair, one by one.\n\nWith no new projects, no responsibility for maintenance, and no active presence to protect it, the canyon began to lose something greater: its identity. What had once been a space of boundless ambition became stagnant. Over time, students and visitors stopped seeing it as a living lab and started viewing it as a graveyard. The litter, the lack of signs or guidance, the unchecked graffiti—everything combined to create the image of a space abandoned by its creators.\n\nThe term “Architecture Graveyard” soon took hold, solidifying the canyon’s tarnished reputation. And yet, despite the hardships, the canyon persisted. Organizations and students tried to breathe life back into it with cleanups and maintenance clubs, but without inspiration or leadership, the momentum faltered. Even in its deteriorated state, however, Poly Canyon continued to inspire. Visitors still explore its ruins, YouTubers share its story, and its haunting beauty draws the curious and the adventurous. The dream of the canyon may have faded, but its spirit lingers—waiting for a revival.",
    "structures_built": [
      "Temporary structures for Design Village (annual competition)"
    ],
    "achievements": [
      "Continued hosting of Design Village as a testament to resilience.",
      "Volunteer-led maintenance efforts to preserve some integrity."
    ],
    "key_figures": [
      "Student maintenance clubs",
      "Visitors, hikers, and content creators"
    ]
  },

  {
    "name": "A Living Legacy",
    "time_period": "Present Day",
    "opening_question": "What's it like today and what does the future hold?",
    "full_description": "Today, Poly Canyon stands—a fractured shadow of what it once was, yet it still stands. Graffiti covers the structures, each tag stripping away pieces of their dignity. Trash accumulates in places where innovation once lived. The canyon no longer feels like the pioneering lab it once was, but rather an artifact from another time. And yet, for all its decay, the canyon refuses to fall silent.\n\nStudents come here to hike, bike, and lose themselves beneath the stars. They walk its paths, not knowing the full story, but feeling something profound in its presence. Parents visit to tangibly understand what Learn by Doing truly means, standing where generations of students dared to create. Visitors travel from far and wide—drawn by the allure of this 'Architecture Graveyard.' The structures may be deteriorating, but their spirit—the gravity of the ideas they hold—still draws people in.\n\nFor those who know the story, Poly Canyon is more than a space. It’s a calling. Students and volunteers fight for it—not because it’s easy, but because they believe in what it represents. They clear trails, clean graffiti, and rebuild what they can. They plant trees knowing they may never sit beneath their shade. It’s not just about preservation—it’s about honoring a legacy of ambition and daring to dream.\n\nRecent projects echo this spirit of resilience. The Observation Deck offers a new vantage point for reflection. The Tensegrity Project proved that innovation can still take root here. The Moment Monument reminds us there’s always more to learn from the canyon. And the restoration of the Cantilever Deck stands as a quiet promise: that the best way to honor the past is to keep moving forward.\n\nThe fight for Poly Canyon is far from over. It endures because people refuse to give up on it. A new energy is rising—a growing belief that the canyon can inspire again, that it can once again be a place of bold ideas and daring visions. To share the canyon’s story is to be part of that fight. Because we must understand what has been, to dream about what can be.",
    "structures_built": [
      "Observation Deck (2018)",
      "Tensegrity Project (2019)",
      "Moment Monument (2024)",
      "Cantilever Deck restoration"
    ],
    "achievements": [
      "New structures that honor its legacy and inspire the future.",
      "Volunteers and students continuing to care for the canyon.",
      "A growing movement to revive the canyon’s identity."
    ],
    "key_figures": [
      "Students, volunteers, and visitors who carry the canyon’s legacy forward."
    ]
  }
]
