[
  {
    "name": "Before the Structures",
    "time_period": "1946 - 1961",
    "opening_question": "How did this quiet stretch of land become a stage for bold ideas?",
    "full_description": "Brizzolara Canyon began as part of Rancho Potrero de San Luis Obispo, a Spanish land grant used for cattle grazing. Through the years, it passed between ranching families until becoming Peterson Ranch. In the early 1900s, the state acquired portions of this land, laying the groundwork for Cal Poly's Agriculture School.\n\nThe canyon served quietly as agricultural research land until the late 1940s, when Cal Poly's post-war expansion brought change. The new Architectural Engineering Department, led by George Hasslein, quickly made its mark. By 1957, they had completed the West Coast's first Geodesic Dome, proving their appetite for innovation.\n\nBut success created a dilemma: where could students build bold experiments without disrupting regular campus life? They needed a place just far enough away to dream. A place waiting for its story to begin.",
    "structures_built": [
      "Geodesic Dome on campus",
      "Early structures for Poly Royal"
    ],
    "achievements": [
      "Transition of land from the state to Cal Poly.",
      "Establishment of the department of architectural engineering.",
      "A growing need for an experimental architectural site."
    ],
    "key_figures": ["George Hasslein", "Peterson Ranch owners"]
  },

  {
    "name": "Dreams Take Root",
    "time_period": "1961 - 1973",
    "opening_question": "How did this canyon become a living laboratory?",
    "full_description": "By the early 1960s, Cal Poly architects desperately needed space for hands-on experimentation. When two senior students proposed Brizzolara Canyon, George Hasslein immediately recognized its potential as a place where students could freely create and learn from failure.\n\nHasslein fought for the canyon's future, lobbying donors and administrators while students dove into the first projects. What followed was remarkable: the Blade Structure and relocated Geodesic Dome sparked a wave of ambition. Soon came the Shell House, Modular House, and Bridge House—projects that often spanned years, passed between student groups like a relay. These weren't just structures; they were the first tests of what the canyon could become.\n\nBy the early 1970s it was well known as Poly Canyon, so Hasslein pushed for one final piece: permanence. The canyon needed a caretaker who could live there, protecting its legacy. In 1973, Glen Jackson moved into the Modular House as the first caretaker, and the canyon was ready for its golden age.",
    "structures_built": [
      "Shell House",
      "Modular House",
      "Bridge House",
      "Water & Electrical Infrastructure"
    ],
    "achievements": [
      "Selection of Brizzolara Canyon as the experimental site.",
      "First major experimental architectural projects completed.",
      "Water and electrical infrastructure added to support development."
    ],
    "key_figures": ["George Hasslein", "NEED MORE", "Glen Jackson"]
  },

  {
    "name": "The Golden Age",
    "time_period": "1973 - 1989",
    "opening_question": "What made this era the peak of innovation and experimentation?",
    "full_description": "The 1970s and 1980s marked the canyon's golden age. With two caretakers now living on site, the canyon thrived as an experimental ground. Students had built spaces that were functional yet revolutionary—each one pushing the boundaries of what seemed possible.\n\nThe era's spirit showed in every project. The Earth Formed Restrooms pioneered sustainability using natural materials. The Hydraulic House defied convention with its sand and water column supports. The Passive Solar Greenhouse attempted to automate itself decades before its time. In 1974, students pitched an idea that would expand the canyon's reach even further: Design Village. When approved, this competition transformed the canyon each spring into a temporary city of experimental shelters, drawing students from universities across the West Coast.\n\nThe canyon's reputation grew beyond campus. Projects captured regional attention, drawing visitors and praise from architectural circles. What began as a remote testing ground had become a beacon of innovation, its influence reaching far beyond San Luis Obispo. But even the brightest stars eventually start to dim.",
    "structures_built": [
      "Stick Structure",
      "Greenhouse",
      "Earth Formed Restrooms"
    ],
    "achievements": [
      "Architectural and interdisciplinary innovation through structures.",
      "Launch of Design Village as an annual event.",
      "Sustained support through committees and boards."
    ],
    "key_figures": ["Committees & Boards", "Caretakers", "Nelson Greene"]
  },

  {
    "name": "Peace and Quiet",
    "time_period": "1990 - 2010",
    "opening_question": "What does a quiet period of refinement look like?",
    "full_description": "From 1990 to 2010, the canyon settled into a period of quiet resilience. Without fanfare, it found its own steady rhythm. Design Village proved this endurance, drawing visitors year after year in a celebration of creative spirit. New experimental projects like the Cantilever Deck and Tensile Structure showcased innovation in their own way, each addition testing the boundaries of art and function in this living laboratory.\n\nThe canyon's stability defined these decades. Caretakers maintained their watch, infrastructure was preserved, and students continued to explore and create. A new service road improved access, while careful maintenance kept the original vision alive. The spirit of experimentation hadn't dimmed—it had matured, finding its voice in each thoughtful addition to the canyon's story.\n\nThese years revealed what the founders had always understood: this was a timeless space where education and inspiration flowed naturally from one generation to the next. But as infrastructure aged and maintenance costs grew, university administrators began seeing liability where others saw legacy. The canyon's long-lasting experiment was about to be tested in ways its founders never imagined.",
    "structures_built": [
      "Cantilever Deck",
      "Hay Bale Arch",
      "Tensile Structure"
    ],
    "achievements": [
      "Development of accessory structures emphasizing functionality.",
      "Design Village’s resilience and evolution into an independent event.",
      "Continued maintenance of infrastructure, including a new service road."
    ],
    "key_figures": ["Caretakers", "Preservation Committees"]
  },

  {
    "name": "End of an Empire",
    "time_period": "2011 - Present",
    "opening_question": "What happens when a space is left to fend for itself?",
    "full_description": "In 2011, the last caretaker walked away from Poly Canyon. It wasn't a choice—the university had deemed the aging infrastructure a liability. Within months, decades of careful stewardship unraveled. The Modular House, home to generations of caretakers, was stripped bare. Glass shattered in the Bridge House. Graffiti crept across the Shell House's walls. One by one, the monuments to student ambition crumbled.\n\nWithout guardians, without purpose, the canyon lost more than its structures—it lost its identity. The space that had challenged students to dream bigger now stood empty. A new name emerged, spreading through campus and beyond: 'Architecture Graveyard.' The nickname stuck, painting a picture of abandoned dreams that would become the only history many would ever know.\n\nStudents still organize cleanups. Visitors still wander the paths. Support for the canyon has wavered, but its spirit endures. Even as its structures slowly fade, they continue to captivate those who discover them. The canyon's soul remains unbroken—weathered by time but alive in every crumbling arch and weathered wall, waiting for its next chapter.",
    "structures_built": [
      "Temporary structures for Design Village (annual competition)"
    ],
    "achievements": [
      "Continued hosting of Design Village as a testament to resilience.",
      "Volunteer-led maintenance efforts to preserve some integrity."
    ],
    "key_figures": [
      "Student maintenance clubs",
      "Visitors, hikers, and content creators"
    ]
  },

  {
    "name": "A Living Legacy",
    "time_period": "Today",
    "opening_question": "What's it like today and what does the future hold?",
    "full_description": "Today, Poly Canyon stands weathered and marked. Its structures wear graffiti like battle scars, trash gathers in corners where dreams once took shape, and time carves itself deeper into concrete and steel. Yet something profound lives on as people keep coming. Students still lose themselves beneath its stars, parents run their fingers along surfaces that generations of hands have shaped, and visitors journey from afar, drawn to something they can't quite name.\n\nIn recent years, that passion-filled force has stirred again. The Observation Deck rises from determination, not duty. The Tensegrity Project pushes boundaries once more. And the Moment Monument continues the legacy of architectural education. These aren't just new structures—they're acts of faith, built by those who believed the canyon would see better days.\n\nPeople come here searching for an Architecture Graveyard, instead they end up finding a place where even ruins pulse with life. The canyon never stopped being our teacher—it's just waiting for us to learn from it again. For those of us who know this place, we have been bestowed the responsibility of telling its story. Because we must understand what has been, to dream about what can be.",
    "structures_built": [
      "Observation Deck (2018)",
      "Tensegrity Project (2019)",
      "Moment Monument (2024)",
      "Cantilever Deck restoration"
    ],
    "achievements": [
      "New structures that honor its legacy and inspire the future.",
      "Volunteers and students continuing to care for the canyon.",
      "A growing movement to revive the canyon’s identity."
    ],
    "key_figures": [
      "Students, volunteers, and visitors who carry the canyon’s legacy forward."
    ]
  }
]
