{
  "structures": [
    {
      "names": ["Entry Arch", "Entrance Pathway"],
      "number": 1,
      "url": "entryArch",
      "status": "Active",
      "location": {
        "latitude": 35.313456,
        "longitude": -120.651915
      },
      "extended_description": "The arch represents the spirit of experimental architecture, combining functional design with artistic expression. Its steel frame is clad in serpentinite stone, chosen for its durability and unique geological composition, including natural asbestos content, which adds surprising resilience. This material reflects the builders’ desire to harmonize with the canyon's environment while ensuring longevity.\n\nBeyond the arch, a three-fingered maze of stone walls provides a dual-purpose solution, managing visitor flow and serving as a barrier to livestock, critical in an agricultural setting. The stonework is an intricate display of craftsmanship, with each stone meticulously placed and recessed mortar joints emphasizing its individuality. A subtle personal touch emerges from the terracotta impressions of the builders’ faces embedded in the walls, an enduring signature of the students’ creativity and dedication.\n\nThe design originally included plans for a ceramic fountain, intended to enhance the entryway with a dynamic water feature. However, limitations in water supply left this feature unfinished, leaving the arch as a symbol of both ambition and adaptation. Careful drainage solutions, including subterranean pipes and basins, were integrated to handle natural runoff and prevent erosion, highlighting the project’s practical focus.\n\nToday, the Entry Arch remains as a functional and symbolic gateway to Poly Canyon.",
      "advisor_builders": [
        {
          "name": "Paul Miller",
          "role": ["Advisor"]
        },
        {
          "name": "Lynn Noah",
          "role": ["Builder"]
        },
        {
          "name": "Greg Lomax",
          "role": ["Builder"]
        },
        {
          "name": "Andrew Low",
          "role": ["Builder"]
        },
        {
          "name": "Gwin Stumbaugh",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-1",
          "description": "Main image of the Entry Arch."
        },
        {
          "type": "closeup",
          "path": "/images/C-1",
          "description": "Close-up image of the Entry Arch."
        },
        {
          "type": "other",
          "path": "/other/entryArch1",
          "description": "Two people walking through the entry arch toward the stone wall, old information signs present."
        },
        {
          "type": "other",
          "path": "/other/entryArch2",
          "description": "A builder constructing the stone wall extending from the arch."
        },
        {
          "type": "other",
          "path": "/other/entryArch3",
          "description": "Workers smoothing out the path near missing informational sign."
        },
        {
          "type": "other",
          "path": "/other/entryArch4",
          "description": "A photograph of the original display boards at the entrance, now removed."
        },
        {
          "type": "other",
          "path": "/other/entryArch5",
          "description": "Visitors viewing the newly unveiled display boards near the entrance."
        }
      ],
      "tags": [
        "stone masonry",
        "recessed mortar joints",
        "terracotta impressions",
        "unfinished fountain",
        "visitor entrance",
        "livestock barrier",
        "serpentinite cladding",
        "three-fingered maze",
        "drainage solutions"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/entry-arch",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10429524",
          "title": "Library Archives"
        }
      ],
      "_id": "6722b48799b26f2c000bb484",
      "description": "The Entry Arch serves as both a gateway and a statement of craftsmanship, blending artistry with practicality. Built in 1976, it features a steel frame clad in resilient serpentinite stone, complemented by a three-fingered maze and stone walls designed to guide visitors while protecting livestock. Thoughtfully integrated drainage systems and terracotta impressions within the wall emphasize the structure’s blend of innovation and personal touch.",
      "year": "1976"
    },
    {
      "names": ["Techite Bridge"],
      "number": 2,
      "url": "techiteBridge",
      "status": "Active",
      "location": {
        "latitude": 35.31388,
        "longitude": -120.65223
      },
      "extended_description": "Constructed  by a team of civil engineering students, the bridge pushed the boundaries of material science by using fiber-reinforced plastic (FRP) as a primary structural component. At the time, FRP was largely confined to plumbing applications, but the team envisioned a broader use, testing its tensile and compressive strength to demonstrate its viability in construction. The bridge's design featured hollow FRP tubes, precisely drilled to accommodate steel rebar, which anchored into reinforced concrete slabs at either end. The flexibility of steel was used to join these materials into a stable structure, overcoming challenges posed by the unconventional combination.\n\nPrecision played a crucial role in the project, with surveying limiting errors to just 1/32 of an inch. Completed in six months for a modest $1,300, the bridge embodied a resourceful approach to cost-effective and lightweight construction. Its thoughtful placement within the wooded landscape further showcased how engineering could harmonize with the natural environment, blending innovation with aesthetics.\n\nIn 2024, the bridge underwent an eco-friendly restoration to address decades of wear and vandalism. Its prominent position near the canyon entrance had exposed it to graffiti, weather damage, and theft, including the loss of its original chain railings. Moss and grime had accumulated, and chipped railings revealed internal concrete. The restoration team carefully cleaned the structure with environmentally safe methods to protect the nearby river, repaired damaged FRP components with fiberglass and resin, and replaced the chain railings with reinforced hooks to prevent theft. A durable topcoat was applied to protect against future damage, and a commemorative plaque was installed to celebrate the bridge’s history and renewal.\n\nThe restoration preserved the Techite Bridge as a vital landmark, reflecting the ingenuity of its creators and the enduring potential of experimental materials in architecture. Its continued presence offers inspiration for both engineering and environmental integration.",
      "advisor_builders": [
        {
          "name": "Robert Purdy",
          "role": ["Builder"]
        },
        {
          "name": "Robert Mac Luan",
          "role": ["Builder"]
        },
        {
          "name": "Merilee Amy",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-2",
          "description": "Main image of the Techite Bridge."
        },
        {
          "type": "closeup",
          "path": "/images/C-2",
          "description": "Close-up image of the Techite Bridge."
        },
        {
          "type": "other",
          "path": "/other/techiteBridge1",
          "description": "Historical photograph from the original senior project."
        },
        {
          "type": "other",
          "path": "/other/techiteBridge2",
          "description": "Historical image of construction on the bridge walkway."
        },
        {
          "type": "other",
          "path": "/other/techiteBridge3",
          "description": "Thesis-era photo of concrete being poured for the base."
        }
      ],
      "tags": [
        "fiber-reinforced plastic",
        "tensile strength testing",
        "hollow FRP tubes",
        "interdisciplinary design",
        "lightweight construction",
        "cost-effective materials",
        "wooded integration",
        "eco-friendly restoration",
        "graffiti repair",
        "chain railings"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/techite-bridge",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10374402",
          "title": "Library Archives"
        },
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/arcesp/212/",
          "title": "Restoration Project"
        }
      ],
      "_id": "6722b48799b26f2c000bb485",
      "description": "The Techite Bridge, a 46-foot experimental structure built in 1973, explores the innovative use of fiber-reinforced plastic (FRP) in construction. Combining FRP, steel, and concrete, this lightweight and cost-effective design showcases the material’s strength and versatility. Its sleek integration into the natural environment highlights the bridge's blend of engineering innovation and thoughtful design.",
      "year": "1973"
    },
    {
      "names": ["Blade", "The Petal Structure", "The Concrete Flower"],
      "number": 3,
      "url": "blade",
      "status": "Active",
      "location": {
        "latitude": 35.31427,
        "longitude": -120.652192
      },
      "extended_description": "Blade was Poly Canyon’s inaugural foray into experimental concrete architecture, constructed in 1963 to test the emerging potential of post-tensioning. This technique, which applies compressive force to counteract tensile stress in concrete, enabled daring and elegant designs like Blade's signature petal-shaped structure. The \"concrete flower\" became a visual and structural feat, showcasing how post-tensioning could support innovative and lightweight forms.\n\nHowever, its experimental nature came with unforeseen challenges. Rumored to be a favorite scratching post for nearby cattle, the petals endured unexpected upward forces, coupled with the stresses of environmental wear. Over time, these factors led to cracking and structural failure, culminating in the collapse of much of the structure by the late 20th century. Blade remained as a partial and haunting relic of its ambitious origins, with fragments still visible amidst the canyon landscape.\n\nIn 2003, a team of Cal Poly students took on the ambitious task of rebuilding Blade, applying lessons learned from the original project alongside modern engineering advancements. The redesign introduced a catenary arch shape, which inherently supports its own weight through compression, significantly improving stability and resistance to wear. Advanced post-tensioning methods and updated materials ensured the structure met contemporary safety and durability standards while honoring the original aesthetic.\n\nThe rebuilt Blade preserved the artistic essence of the original while creating a far more resilient structure. The project received national recognition in 2006 with an Award of Excellence from the Post Tensioning Institute, applauding the students' innovative approach to merging historical design with modern engineering.\n\nToday, the Blade stands as an enduring symbol of experimentation and adaptation. Its striking form, blending functionality with sculptural beauty, continues to inspire visitors and serves as a reminder that in the canyon, you always get a second chance.",
      "advisor_builders": [
        {
          "name": "Steve Gilmore",
          "role": ["Builder"]
        },
        {
          "name": "Mark Haselton",
          "role": ["Builder"]
        },
        {
          "name": "Dan McMann",
          "role": ["Builder"]
        },
        {
          "name": "Ken Minor",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-3",
          "description": "Main image of the Blade."
        },
        {
          "type": "closeup",
          "path": "/images/C-3",
          "description": "Close-up image of the Blade."
        }
      ],
      "tags": [
        "post-tensioned concrete",
        "catenary arch redesign",
        "structural collapse",
        "sculptural concrete petals",
        "cattle impact",
        "innovative load-bearing",
        "experimental architecture",
        "award-winning rebuild",
        "weather resilience"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10429517",
          "title": "Library Guide"
        },
        {
          "linkType": "Article",
          "URL": "https://digitalcommons.calpoly.edu/pao_pr/663/",
          "title": "Award for Rebuild"
        },
        {
          "title": "CAED Website",
          "URL": "https://polycanyon.calpoly.edu/history/blade-structure",
          "linkType": "Article"
        }
      ],
      "_id": "6722b48799b26f2c000bb486",
      "description": "The Blade, originally constructed in 1963, was a pioneering experiment in post-tensioned concrete, designed to explore sculptural and structural possibilities. After decades of wear and an eventual collapse, it was rebuilt in 2003 with a stronger catenary arch design that enhanced its durability. Nicknamed \"The Concrete Flower,\" it blends artistry, legacy, and engineering as a hallmark of architectural innovation.",
      "year": "1963 / 2003"
    },
    {
      "names": ["Spire Array"],
      "number": 4,
      "url": "spireArray",
      "status": "Active",
      "location": {
        "latitude": 35.31452,
        "longitude": -120.65202
      },
      "extended_description": "This structure was designed and built under the direction of Professor Dale Clifford’s Design Build course (ARCH 479). It represents an exploration of minimalist construction and innovative techniques. Its geometric layout was inspired by traditional wooden boat-building methods, where curves were generated using physical modeling to establish its striking triangular forms. While one side was intended to evoke the curve of a ship’s hull, the result diverged from its intended shape, adding a layer of unpredictability to its final appearance.\n\nBuilt over a single day, the structure’s assembly involved prefabricating components off-site, which were then transported and rapidly erected in the canyon. This efficient construction method underscores the project’s emphasis on resourcefulness, showcasing how simple materials can create an elegant and dynamic design. The structure’s openness allows natural light to filter through its wooden framework, creating a captivating interplay of light and shadow that evolves with the time of day.\n\nThe Spire Array reflects the playful ingenuity of its creators and the hands-on spirit of Design Build at Cal Poly. Though lacking an official name, its rumored that the Professor doesn't take a liking to its unofficial one!",
      "advisor_builders": [
        {
          "name": "Professor Dale Clifford",
          "role": ["Builder"]
        },
        {
          "name": "Design Build Team",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-4",
          "description": "Main image of the Spire Array."
        },
        {
          "type": "closeup",
          "path": "/images/C-4",
          "description": "Close-up image of the Spire Array."
        }
      ],
      "tags": [
        "geometric design",
        "light filtering",
        "minimalist architecture",
        "efficient materials",
        "shadow play",
        "visually intriguing",
        "structural creativity"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://calpolydesignbuild.weebly.com/poly-canyon.html",
          "title": "Website Design Build"
        },
        {
          "URL": "https://youtu.be/PTjAWOCXd1w",
          "linkType": "Article",
          "title": "Youtube Video of Build"
        }
      ],
      "_id": "6722b48799b26f2c000bb487",
      "description": "Wild horses are sometimes seen near the Spire Array, a striking wooden structure constructed in 2020. Its minimalist, triangular form explores geometric design and efficient construction methods, filtering natural light into dynamic shadow patterns. Crafted from simple materials, it embodies creativity and resourcefulness in experimental architecture.",
      "year": "2020"
    },
    {
      "names": ["Palm Tree"],
      "number": 5,
      "url": "palmTree",
      "status": "Active",
      "location": {
        "latitude": 35.31499,
        "longitude": -120.65241
      },
      "extended_description": "Palm Tree is one of the more enigmatic structures in this experimental collection, with limited information available beyond its construction year and the builders credited on its plaque. Its design aimed to harness the differing expansion and contraction rates of its dissimilar metals, theoretically enabling subtle rotation in response to temperature changes. Whether or not this functionality was achieved, the structure’s intent reflects an intriguing exploration of how environmental forces could shape engineered movement.\n\nThe structure’s minimalist appearance—a slender central pole crowned with metallic elements—suggests an interplay of simplicity and sophistication. Palm Tree prompts questions about the relationship between natural processes and human design, making it a compelling,  mysterious piece of architectural experimentation.",
      "advisor_builders": [
        {
          "name": "Cristina Alcala",
          "role": ["Builder"]
        },
        {
          "name": "Jaime Mora",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-5",
          "description": "Main image of the Palm Tree."
        },
        {
          "type": "closeup",
          "path": "/images/C-5",
          "description": "Close-up image of the Palm Tree."
        }
      ],
      "tags": [
        "thermal expansion design",
        "rotating metals",
        "minimalist appearance",
        "environmental engineering",
        "artistic interplay",
        "structural experimentation"
      ],
      "links": [],
      "_id": "6722b48799b26f2c000bb488",
      "description": "Not much is known about Palm Tree, a 1993 experiment blending art and environmental engineering. Designed to explore the effects of thermal expansion, it features a tall central pole topped by dissimilar metals meant to respond to changing temperatures. Though its intended rotation may never have materialized, the structure remains a minimalist yet ambitious example of structural experimentation.",
      "year": "1993"
    },
    {
      "names": ["Tensile", "Tensile Fabric Pavilion"],
      "number": 6,
      "url": "tensile",
      "status": "Active",
      "location": {
        "latitude": 35.31523,
        "longitude": -120.65243
      },
      "extended_description": "Completed in 2003, the Tensile Fabric Pavilion represents a bold experiment in lightweight structural design, combining engineering precision with architectural artistry. The pavilion’s design utilizes prefabricated fabric panels stretched under high tension, anchored securely by twelve underground footings. This approach showcases the innovation of tensile structures, which use pre-stressed materials to distribute loads efficiently while maintaining a lightweight, sculptural form.\n\nThe pavilion’s creation was a collaborative effort between architecture and engineering students, who overcame limited resources through donations totaling $20,000, including specialized fabric from an Ohio manufacturer and alumni financial support. The construction process spanned over a year, with the student-led team tackling challenges in material sourcing, planning, and assembly. Its unveiling during the 2003 Open House marked a milestone as the first addition to the experimental architecture collection in over a decade.\n\nInitially designed as a shade structure for annual design village events, the pavilion has taken on symbolic and personal significance. It even hosted a wedding ceremony beneath its canopy, underscoring its unique ability to merge practical function with emotional resonance. Today, the Tensile Fabric Pavilion stands as a testament to the innovative potential of tensile materials and the power of interdisciplinary collaboration.",
      "advisor_builders": [
        {
          "name": "Kiren Kelly-Sneed",
          "role": ["Builder"]
        },
        {
          "name": "Theresa Zaro",
          "role": ["Builder"]
        },
        {
          "name": "Royce Chow",
          "role": ["Builder"]
        },
        {
          "name": "Abe Lynn",
          "role": ["Builder"]
        },
        {
          "name": "Michael Lucas",
          "role": ["Builder"]
        },
        {
          "name": "Walt Tryon",
          "role": ["Builder"]
        },
        {
          "name": "Richard Zweifel",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-6",
          "description": "Main image of the Tensile."
        },
        {
          "type": "closeup",
          "path": "/images/C-6",
          "description": "Close-up image of the Tensile."
        },
        {
          "type": "other",
          "path": "/other/tensile1",
          "description": "Early model crafted in the CAED shop."
        },
        {
          "type": "other",
          "path": "/other/tensile2",
          "description": "A crane lowering support posts into place during construction."
        },
        {
          "type": "other",
          "path": "/other/tensile3",
          "description": "Final adjustments being made during construction."
        },
        {
          "type": "other",
          "path": "/other/tensile4",
          "description": "A wedding photo with the ceremony setup in the background, July 2003"
        }
      ],
      "tags": [
        "tensile fabric pavilion",
        "high-tension cables",
        "interdisciplinary collaboration",
        "prefabricated panels",
        "Open House showcase",
        "durable shade structure",
        "architectural centerpiece"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/tensile-structure",
          "title": "CAED Website"
        },
        {
          "linkType": "Article",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=6921&context=studentnewspaper",
          "title": "Mustang Daily Historical"
        },
        {
          "linkType": "Article",
          "title": "Article Feature",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1484&context=calpoly_magazine"
        }
      ],
      "_id": "6722b48799b26f2c000bb489",
      "description": "The Tensile Fabric Pavilion, completed in 2003, is a striking shade structure that blends lightweight fabric panels and high-tension cables into an elegant design. Built through interdisciplinary collaboration, it demonstrates how tensile materials can combine efficiency with aesthetic appeal, making it a centerpiece of the architectural collection.",
      "year": "2002"
    },
    {
      "names": ["Geodesic Dome"],
      "number": 7,
      "url": "geodesicDome",
      "status": "Active",
      "location": {
        "latitude": 35.31538,
        "longitude": -120.65271
      },
      "extended_description": "The dome was inspired by Buckminster Fuller, a renowned architect and inventor whose work popularized the geodesic structure as an efficient and sustainable design. Fuller’s principles of “energetic geometry” focus on using interlocking triangles to evenly distribute forces, allowing lightweight yet strong structures that enclose large volumes with minimal material. This approach gained momentum in the post-war era, and Cal Poly’s dome became an early example of these revolutionary concepts on the West Coast.\n\nOriginally constructed in 1957 near the architecture building, the dome was relocated to its current site in 1963, where it became an enduring symbol of Cal Poly’s commitment to hands-on, collaborative learning. Unlike traditional builds led by small teams, this project involved hundreds of students, emphasizing large-scale teamwork and experimentation. Made from surplus boiler pipes and assembled with over 19,000 bolts, it served as a milestone for Cal Poly’s \"Learn by Doing\" philosophy, marking the first major application of this ethos on campus.\n\nOver the decades, the Geodesic Dome has served multiple functions, including a chapel, gathering space, and sound stage during Design Village events, where its unique acoustics are utilized. Today, it continues to stand as a cultural and architectural icon, inspiring students and visitors alike with its blend of efficiency, collaboration, and timeless design.",
      "advisor_builders": [
        {
          "name": "Richard Neill",
          "role": ["Builder"]
        },
        {
          "name": "William Roth",
          "role": ["Builder"]
        },
        {
          "name": "Donald Mills",
          "role": ["Builder"]
        },
        {
          "name": "Samuel Peterson",
          "role": ["Builder"]
        },
        {
          "name": "Don Trunklage",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-7",
          "description": "Main image of the Geodesic Dome."
        },
        {
          "type": "closeup",
          "path": "/images/C-7",
          "description": "Close-up image of the Geodesic Dome."
        },
        {
          "type": "other",
          "path": "/other/geodesicDome1",
          "description": "Sketch of the original geodesic dome constructed on campus."
        },
        {
          "type": "other",
          "path": "/other/geodesicDome2",
          "description": "The completed dome in 1957, with Mount Bishop in the background."
        },
        {
          "type": "other",
          "path": "/other/geodesicDome3",
          "description": "Students experimenting with materials inside the dome near the architectural engineering classrooms."
        },
        {
          "type": "other",
          "path": "/other/geodesicDome4",
          "description": "Students assembling the dome in Poly Canyon."
        },
        {
          "type": "other",
          "path": "/other/geodesicDome5",
          "description": "A climber working on the dome’s assembly in Poly Canyon."
        }
      ],
      "tags": [
        "geodesic structure",
        "triangular framework",
        "lightweight strength",
        "acoustic properties",
        "multifunctional space",
        "architectural innovation",
        "post-war design"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/geodesic-dome",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10166685",
          "title": "Library Archive"
        }
      ],
      "_id": "6722b48799b26f2c000bb48a",
      "description": "Inspired by Buckminster Fuller’s groundbreaking ideas, Cal Poly’s Geodesic Dome was constructed in 1957 as the first of its kind on the West Coast. Built collaboratively by hundreds of students using surplus materials, it became the first major embodiment of the university’s “Learn by Doing” philosophy. Lightweight yet strong, the dome also became an example of \"Learn by Doing Again\"—when students moved it piece by piece to its current home in 1963.",
      "year": "1963"
    },
    {
      "names": ["Cantilever Deck", "Master Builders"],
      "number": 8,
      "url": "cantileverDeck",
      "status": "Active",
      "location": {
        "latitude": 35.31567,
        "longitude": -120.65255
      },
      "extended_description": "In  deck was envisioned as an experiment meant to push architectural boundaries. Using a cantilever system—a design where weight is supported by beams anchored on only one end—the structure appears to float, suspended in space. This gravity-defying platform, fabricated with steel perimeter beams, cable connectors, and galvanized floor grating, achieves strength through balance, avoiding the need for traditional columns. Initially intended as an amphitheater, the deck evolved into a hybrid of engineering precision and architectural artistry, capable of withstanding the weight of curious cows grazing nearby. Its creation brought together architectural, engineering, and welding students, uniting their diverse skills in one bold and rugged design.\n\nOver time, the elements began to take their toll, but the deck’s story didn’t end there. In 2024, a new generation of students embarked on its restoration, breathing new life into this suspended marvel. The team began with a 3D scan, rebuilding missing plans from scratch and collaborating with one of the original welders to ensure accuracy. They replaced weathered wood beams with screw-laminated Alaskan yellow cedar, a material chosen for its resilience and long lifespan. Steel components were repainted, modern safety handrails were fabricated, and the platform’s infamous bounce was stabilized—all without losing its distinct character.\n\nThe restoration was as much about human connection as it was about construction. The team tackled obstacles like manually moving a massive boulder blocking the site and navigating long commutes, but what emerged was more than a finished deck: it was a bond forged through shared purpose. As Professor Anahid Behrouzi, the project’s advisor, reflected, the Cantilever Deck embodies a \"living project,\" growing and evolving with every generation of builders who care for it.\n\nThis suspended platform is more than an architectural feat—it’s a story of experimentation, collaboration, and the enduring spirit of reinvention.",
      "advisor_builders": [
        {
          "name": "Rowan Hernandez",
          "role": ["Builder"]
        },
        {
          "name": "Kim Throndson",
          "role": ["Builder"]
        },
        {
          "name": "John Morrena",
          "role": ["Builder"]
        },
        {
          "name": "Lee Benson",
          "role": ["Builder"]
        },
        {
          "name": "Jeff Gilman",
          "role": ["Builder"]
        },
        {
          "name": "Paco Perez",
          "role": ["Builder"]
        },
        {
          "name": "Joseph Meyer",
          "role": ["Builder"]
        },
        {
          "name": "Roger Biddle",
          "role": ["Builder"]
        },
        {
          "name": "Calvin Vigeant",
          "role": ["Builder"]
        },
        {
          "name": "Calvin Morgan",
          "role": ["Builder"]
        },
        {
          "name": "Anahid Behrouzi",
          "role": ["Advisor"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-8",
          "description": "Main image of the Cantilever Deck."
        },
        {
          "type": "closeup",
          "path": "/images/C-8",
          "description": "Close-up image of the Cantilever Deck."
        },
        {
          "type": "other",
          "path": "/other/cantileverDeck1",
          "description": "Wedding photos taken on the edge of the cantilever deck."
        },
        {
          "type": "other",
          "path": "/other/cantileverDeck2",
          "description": "Renovation team cutting the ribbon with original builder Ronan."
        },
        {
          "type": "other",
          "path": "/other/cantileverDeck3",
          "description": "A crane lowering the deck into place during construction."
        },
        {
          "type": "other",
          "path": "/other/cantileverDeck4",
          "description": "Sketch of the original project plans."
        }
      ],
      "tags": [
        "cantilevered platform",
        "interdisciplinary teamwork",
        "suspended design",
        "steel perimeter beams",
        "cable-supported structure",
        "Alaskan yellow cedar",
        "structural restoration",
        "rugged functionality"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/cantilever-deck",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10303912",
          "title": "Library Archive"
        }
      ],
      "_id": "6722b48799b26f2c000bb48b",
      "description": "The Cantilever Deck, first constructed in 1990, defies gravity with its daring suspended design. Built by students as an interdisciplinary senior project, it uses steel beams and cable supports to balance its weight dynamically without traditional columns. Recently restored in 2024, the deck now features durable Alaskan yellow cedar and modernized safety elements, bridging past innovation with future inspiration.",
      "year": "1990 / 2024"
    },
    {
      "names": ["Restrooms", "Earth-Formed Restrooms", "Concrete Bathrooms"],
      "number": 9,
      "url": "restrooms",
      "status": "Active",
      "location": {
        "latitude": 35.31565,
        "longitude": -120.65301
      },
      "extended_description": "The restrooms stand out as both an architectural experiment and a massive terraforming effort. Students began by shaping a large earthen mound to serve as a mold for the roof’s bold, curved design. Concrete was then applied using the shotcrete technique—where the material is sprayed onto the surface—before the soil was carefully excavated to reveal the finished structure. This approach not only created a seamless roof but also demonstrated a creative use of natural materials as temporary formwork, blending functionality with organic aesthetics.\n\nThe facility, designed to accommodate both male and female restrooms, was fully functional for years, serving canyon visitors and even a caretaker who lived in a nearby house. Its concrete construction ensured durability and low maintenance, though time and weather coudln't touch it, vandalism rendered the interior unusable. What remains is the striking shell, a testament to the students’ ambition and the scale of their work. This project required precise planning, heavy equipment, and meticulous coordination among the student team, making it one of the most complex builds in the canyon.\n\nThough its original purpose has faded, the Earth-Formed Restrooms remain a reminder of the ingenuity and resourcefulness that went into shaping both the landscape and the structures of this unique architectural laboratory.",
      "advisor_builders": [
        {
          "name": "Glen Jackson",
          "role": ["Builder"]
        },
        {
          "name": "Robert Del Bianco",
          "role": ["Builder"]
        },
        {
          "name": "Ralph Nafzgar",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-9",
          "description": "Main image of the Earth-Formed Restrooms."
        },
        {
          "type": "closeup",
          "path": "/images/C-9",
          "description": "Close-up image of the Earth-Formed Restrooms."
        },
        {
          "type": "other",
          "path": "/other/restrooms1",
          "description": "Workers carving out nearby earth during the restroom project."
        },
        {
          "type": "other",
          "path": "/other/restrooms2",
          "description": "Restrooms just after construction, before paths were smoothed."
        },
        {
          "type": "other",
          "path": "/other/restrooms3",
          "description": "A massive septic tank being installed, highlighting the scale of the project."
        },
        {
          "type": "other",
          "path": "/other/restrooms4",
          "description": "Cement truck filling in some of the final work, with the Dome seen in the background."
        }
      ],
      "tags": [
        "earth-formed architecture",
        "curved concrete roof",
        "soil formwork",
        "durable construction",
        "shotcrete technique",
        "functional design"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/earth-formed-restrooms",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10160061",
          "title": "Library Archive"
        }
      ],
      "_id": "6722b48799b26f2c000bb48c",
      "description": "The Earth-Formed Restrooms, built in 1972, pushed the boundaries of student-led construction with one of the largest terraforming projects in the area. Using an earthen mound as a temporary mold, students poured the curved concrete roof before excavating the soil to reveal a durable, minimalist structure. Though no longer functional, the restrooms once served canyon visitors and even supported a caretaker living nearby.",
      "year": "1972"
    },
    {
      "names": ["Underground House", "Earth Shelter", "Earth House"],
      "number": 10,
      "url": "undergroundHouse",
      "status": "Active",
      "location": {
        "latitude": 35.31628,
        "longitude": -120.65306
      },
      "extended_description": "The house was originally envisioned in 1963, but serious work began in 1980 as a bold experiment in sustainable architecture, combining interdisciplinary efforts in design, engineering, and construction. Its concept was rooted in the principles of earth-sheltered housing, aiming to harmonize with the environment while utilizing passive solar strategies to minimize energy use. The structure’s ferrocement dome, reinforced with wire mesh, was selected for its affordability, durability, and flexibility—a material capable of adapting to the natural contours of the site.\n\nThe project’s early stages were marked by extensive excavation and the laying of a foundation that allowed the house to nestle partially into the hillside. Bentonite tiles were installed for waterproofing, a critical step in protecting the subterranean design from moisture intrusion. However, as work progressed, the challenges of coordinating large-scale, student-led construction became evident. Securing funding proved difficult, and while successive teams of students contributed to key elements such as dome reinforcement and structural stability, the vision of a fully enclosed, livable family home remained out of reach.\n\nBy the late 1980s, the project’s momentum had slowed, leaving the structure incomplete. Intended features like interior finishes, landscaping, and full enclosure were never realized, exposing the house to the elements and leaving it in a raw, unfinished state. Despite this, the Underground House found new life as a gathering space for students and a tangible example of experimental architecture. Later preservation efforts focused on stabilizing the structure and maintaining its integrity, allowing it to endure as a symbol of both the promise and the complexities of student-driven design.",
      "advisor_builders": [
        {
          "name": "Carl C Barrett",
          "role": ["Builder"]
        },
        {
          "name": "Robert S Cocores",
          "role": ["Builder"]
        },
        {
          "name": "Allyn W Mcfarlin",
          "role": ["Builder"]
        },
        {
          "name": "John M Provato",
          "role": ["Builder"]
        },
        {
          "name": "Jesse P Wedemeyer",
          "role": ["Builder"]
        },
        {
          "name": "Wayne Christian",
          "role": ["Builder"]
        },
        {
          "name": "Pat Dennison",
          "role": ["Builder"]
        },
        {
          "name": "Fred Kozono",
          "role": ["Builder"]
        },
        {
          "name": "Mark McIntire",
          "role": ["Builder"]
        },
        {
          "name": "Chris Sterios",
          "role": ["Builder"]
        },
        {
          "name": "Craig Wilson",
          "role": ["Builder"]
        },
        {
          "name": "Mark V Zeolla",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-10",
          "description": "Main image of the Underground House."
        },
        {
          "type": "closeup",
          "path": "/images/C-10",
          "description": "Close-up image of the Underground House."
        },
        {
          "type": "other",
          "path": "/other/undergroundHouse1",
          "description": "Sketch of the 1963 Earth House concept that inspired the underground house."
        },
        {
          "type": "other",
          "path": "/other/undergroundHouse2",
          "description": "Construction photo showing the mesh outline and carved hillside."
        }
      ],
      "tags": [
        "earth-sheltered design",
        "ferrocement structure",
        "passive solar principles",
        "bentonite waterproofing",
        "partially subterranean",
        "sustainable housing experiment",
        "experimental architecture"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/underground-house",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10374463",
          "title": "Library Archive"
        },
        {
          "linkType": "Article",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=4033&context=studentnewspaper",
          "title": "Mustang Daily Historical"
        }
      ],
      "_id": "6722b48799b26f2c000bb48d",
      "description": "The Underground House, also known as the Earth Shelter, was envisioned in 1982 as a sustainable housing experiment blending ferrocement construction with passive solar principles. Partially subterranean and integrated into the landscape, it represents an ambitious attempt to create an energy-efficient family home. Though delays and funding challenges left it incomplete, the structure remains a striking example of student-led exploration into sustainable design.",
      "year": "1982"
    },
    {
      "names": ["Sun Dial", "Project 70 "],
      "number": 11,
      "url": "sunDial",
      "status": "Active",
      "location": {
        "latitude": 35.31633,
        "longitude": -120.65362
      },
      "extended_description": "This structure reimagines the ancient art of solar timekeeping through the lens of modern engineering and architecture. Its pre-cast concrete ribs, linked by tensioned steel cables, curve gracefully in a parabolic arc designed to follow the sun’s path with precision. Brass hour markers once adorned the structure, adding a functional yet artistic element, while the play of light and shadow transformed the landscape into a timepiece.\n\nOriginally, the Sun Dial was part of a broader plan that included an acoustic dam intended to amplify the sound of the nearby creek. However, environmental concerns led to the dam’s cancellation, leaving the Sun Dial to take center stage. Construction demanded both creativity and technical expertise: students used a leapfrog tensioning system to assemble the ribs, epoxy resin for joint stability, and surveying tools to ensure solar alignment. The process required constant problem-solving, reflecting the project’s spirit of experimentation.\n\nWhile decades of exposure to the elements have left it partially deteriorated, the Sun Dial endures as a functional sculpture and a testament to the power of collaboration. Its design celebrates not only the rhythms of the sun but also the ingenuity of those who built it, offering a lasting reminder of architecture’s ability to merge art, science, and the natural world.",
      "advisor_builders": [
        {
          "name": "John Stuart",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-11",
          "description": "Main image of the Sun Dial."
        },
        {
          "type": "closeup",
          "path": "/images/C-11",
          "description": "Close-up image of the Sun Dial."
        },
        {
          "type": "other",
          "path": "/other/sunDial1",
          "description": "Cleaned sundial photographed, from 2019."
        },
        {
          "type": "other",
          "path": "/other/sunDial2",
          "description": "Historical image of the sundial in its original, complete form."
        }
      ],
      "tags": [
        "solar timekeeping",
        "pre-cast concrete ribs",
        "parabolic curves",
        "brass hour markers",
        "tensioned steel cables",
        "environmental harmony",
        "functional sculpture"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/sun-dial",
          "title": "CAED Website"
        },
        {
          "linkType": "Article",
          "URL": "https://infoweb.newsbank.com/apps/news/document-view?p=AMNEWS&docref=image/v2:1463448D97D52251@EANX-NB-16A51AC01B3AB453@2443257-16A39E8785175322@0-16A39E8785175322@&hlterms=Photo%20by%20Wayne%20Nicholls%20some%20clocks%20won't%20have%20to%20be&f=basic",
          "title": "Photo in Newspaper"
        }
      ],
      "_id": "6722b48799b26f2c000bb48e",
      "description": "The Sun Dial, constructed in 1971, combines the precision of solar timekeeping with the elegance of architectural design. Its pre-cast concrete ribs, supported by tensioned steel cables, form a parabolic structure perfectly aligned with the sun’s path. Though weathered by time, it remains a striking example of interdisciplinary ingenuity and environmental harmony.",
      "year": "1971"
    },
    {
      "names": ["Gunite Bridge", "Free Form Bridge"],
      "number": 12,
      "url": "guniteBridge",
      "status": "Active",
      "location": {
        "latitude": 35.3162,
        "longitude": -120.65377
      },
      "extended_description": "The bridge represents a pioneering approach to resource-efficient design. The structure’s core is a reinforced steel skeleton covered in metal lath, which was coated with gunite—a pneumatically applied concrete that forms a thin yet highly durable shell. This method allowed the bridge to achieve a lightweight form while maintaining exceptional strength. The design features two central posts supporting \"wings\" held in place by tension cables during construction. Once the gunite layer cured, the cables were cut, shifting the structure into compression—a deliberate engineering decision that maximized stability with minimal material use.\n\nTo enhance its visual appeal, a veneer of white sand and cement was applied, lending the bridge a smooth, sculptural quality that mirrors its structural elegance. This thin-shell design not only minimized material waste but also demonstrated how innovative techniques could transform utilitarian structures into works of art.\n\nSixty years later, the Gunite Bridge remains profoundly relevant. Its emphasis on sustainability—through material efficiency and lightweight design—foreshadowed modern concerns about minimizing environmental impact in construction. The techniques it pioneered have become foundational in experimental architecture, influencing everything from bridges to lightweight pavilions. Beyond its engineering achievements, the bridge serves as a reminder of the value of experimentation, proving that bold ideas and minimal resources can produce lasting innovation.",
      "advisor_builders": [
        {
          "name": "Gordon L. Boles",
          "role": ["Builder"]
        },
        {
          "name": "Roy Leland Bostrom",
          "role": ["Builder"]
        },
        {
          "name": "Kokpo Ng",
          "role": ["Builder"]
        },
        {
          "name": "Richard L. Saylor",
          "role": ["Builder"]
        },
        {
          "name": "John Ulloa",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-12",
          "description": "Main image of the Gunite Bridge."
        },
        {
          "type": "closeup",
          "path": "/images/C-12",
          "description": "Close-up image of the Gunite Bridge."
        },
        {
          "type": "other",
          "path": "/other/guniteBridge1",
          "description": "Sketch of the original gunite bridge design from its thesis proposal."
        }
      ],
      "tags": [
        "gunite construction",
        "thin-shell design",
        "tension and compression",
        "innovative bridge technique",
        "minimal material use",
        "white sand veneer",
        "reinforced steel skeleton"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/gunite-bridge",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10436226",
          "title": "Library Archive"
        }
      ],
      "_id": "6722b48799b26f2c000bb48f",
      "description": "The Gunite Bridge, built in 1965, showcases innovation in thin-shell design and material efficiency. Using gunite—a sprayed concrete known for its strength and flexibility—the structure’s reinforced steel skeleton was shaped into flowing, minimalist forms. By balancing tension and compression, this bridge combines structural ingenuity with artistic elegance, standing as a testament to timeless architectural experimentation.",
      "year": "1965"
    },
    {
      "names": ["Timber Truss"],
      "number": 13,
      "url": "timberTruss",
      "status": "Active",
      "location": {
        "latitude": 35.31654,
        "longitude": -120.654
      },
      "extended_description": "Little is known about the Timber Truss Bridge’s early history, but its design reflects the practical elegance of traditional timber truss construction. Built in 1994, the bridge demonstrates the versatility of wood as a sustainable material and emphasizes structural efficiency through its straightforward engineering. Both functional and unassuming, the bridge blends seamlessly into its natural surroundings.\n\nIn 2015, the bridge was restored as part of a Canyon Days event, where volunteers repaired structural components and reinforced the design after decades of wear. Among the restoration team was first-year architecture student Keigen Langholff, whose enthusiasm for the project left a deep impression on his peers. Following his tragic passing shortly after the restoration, the bridge became a quiet memorial to his dedication, reflecting the collaborative spirit of the canyon.",
      "advisor_builders": [
        {
          "name": "Derek Bonsper",
          "role": ["Builder"]
        },
        {
          "name": "Josh Randall",
          "role": ["Builder"]
        },
        {
          "name": "Fred Sobottka",
          "role": ["Builder"]
        },
        {
          "name": "Mike Willis",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-13",
          "description": "Main image of the Timber Truss."
        },
        {
          "type": "closeup",
          "path": "/images/C-13",
          "description": "Close-up image of the Timber Truss."
        }
      ],
      "tags": [
        "timber truss bridge",
        "sustainable material",
        "structural efficiency",
        "canyon restoration",
        "memorial dedication",
        "traditional engineering"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/timber-truss-bridge",
          "title": "CAED Website"
        }
      ],
      "_id": "6722b48799b26f2c000bb490",
      "description": "The Timber Truss Bridge, built in 1994 and restored in 2015, highlights the strength and efficiency of traditional truss engineering. Using timber for both its durability and sustainability, the bridge serves as a functional yet understated element in the canyon",
      "year": "1994 / 2015"
    },
    {
      "names": [
        "Stick Structure",
        "Jake's Structure",
        "Structural Stability Model"
      ],
      "number": 14,
      "url": "stickStructure",
      "status": "Active",
      "location": {
        "latitude": 35.31668,
        "longitude": -120.65384
      },
      "extended_description": "The Stick Structure was conceived as a senior project with a bold purpose: to create a life-sized, reconfigurable model for teaching structural stability. Its original design featured plywood shear walls and bolted connections, allowing students to disassemble and reconfigure it to study different load flows and configurations. However, this vision of adaptability was never realized, and the structure remained static for over three decades. Exposure to the elements took its toll, with the plywood walls deteriorating and the framework leaning precariously by the early 2000s.\n\nIn 2009, a dedicated team of students took on the challenge of revitalizing the Stick Structure, preserving its educational intent while addressing its growing instability. The team carefully dismantled the aging framework, navigating rusted bolts and compromised materials. In its place, they introduced modern updates that reimagined the structure for a new generation. Steel diaphragms replaced the plywood walls, offering greater durability and resistance to weather. A two-directional truss system improved stability, while a cornerlever design reduced column dependence, maximizing open space and enhancing the structure’s versatility.\n\nThe renovation process exemplified collaborative problem-solving, blending respect for the original design with forward-thinking innovations. More than a structure, the Stick Structure represents an evolving educational tool, demonstrating how modular frameworks can adapt to new needs while maintaining their relevance. Its ability to transform, both physically and conceptually, has made it a rare and enduring model of reconfigurable design.",
      "advisor_builders": [
        {
          "name": "William F Martin",
          "role": ["Builder"]
        },
        {
          "name": "Brian Gottlieb",
          "role": ["Builder"]
        },
        {
          "name": "Dan Morita",
          "role": ["Builder"]
        },
        {
          "name": "Michelle M. Pettit",
          "role": ["Builder"]
        },
        {
          "name": "Jake Feldman",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-14",
          "description": "Main image of the Stick Structure."
        },
        {
          "type": "closeup",
          "path": "/images/C-14",
          "description": "Close-up image of the Stick Structure."
        },
        {
          "type": "other",
          "path": "/other/stickStructure1",
          "description": "The structure after its 2009 rebuild, featuring a new blue paint job."
        },
        {
          "type": "other",
          "path": "/other/stickStructure2",
          "description": "A Poly Canyon permit form submitted for the original build approval."
        },
        {
          "type": "other",
          "path": "/other/stickStructure3",
          "description": "Historical photo of the initial stick structure under construction."
        },
        {
          "type": "other",
          "path": "/other/stickStructure4",
          "description": "The stick structure in 2009 before renovations."
        }
      ],
      "tags": [
        "modular framework",
        "structural stability model",
        "reconfigurable architecture",
        "steel diaphragms",
        "two-directional truss",
        "cornerlever design",
        "educational tool"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/stick-structure",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10374284",
          "title": "Library Archive"
        }
      ],
      "_id": "6722b48799b26f2c000bb491",
      "description": "The Stick Structure, originally built in 1976, is a modular educational model designed to explore structural stability and load distribution. Intended for reconfiguration, it remained static for decades before its 2009 renovation introduced steel diaphragms, a two-directional truss system, and a cornerlever design. This transformation preserved its purpose as a teaching tool while showcasing innovation and resilience.",
      "year": "1976 / 2009"
    },
    {
      "names": ["Pyramid"],
      "number": 15,
      "url": "pyramid",
      "status": "Active",
      "location": {
        "latitude": 35.31697,
        "longitude": -120.65411
      },
      "extended_description": "The pyramid is both an architectural enigma and a masterclass in playful ambiguity. Its creator, H. William Sievers, crafted a structure that offers just enough form to fuel endless speculation while never committing to a clear purpose. Is it a nod to the timeless power of pyramids? A sarcastic critique of overthinking design? Or a simple senior project taken to its logical, absurd conclusion? The beauty of the Pyramid lies in its refusal to answer, instead leaving interpretation entirely up to the viewer.\n\nThe journey to construct the Pyramid was as baffling as the final result. Its simple frame of four poles met surprising resistance from the stubborn clay of its site, and logistical hiccups turned even the smallest tasks into feats of patience. Was the chaos part of the process, or simply a reflection of the structure’s ultimate whimsy? Either way, it adds a layer of charm to what might otherwise be dismissed as “just four poles.”\n\nOver the years, the Pyramid has been many things: a meditation spot, an accidental art installation, and, most convincingly, a monument to mystery itself. In a landscape of bold experimentation and engineering triumphs, the Pyramid is a quiet yet audacious statement. It whispers, “Not everything needs to make sense,” reminding us that sometimes the best structures are the ones that let us fill in the gaps.",
      "advisor_builders": [
        {
          "name": "H. William Sievers",
          "role": ["Builder"]
        },
        {
          "name": "Jens Pohl",
          "role": ["Advisor"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-15",
          "description": "Main image of the Pyramid."
        },
        {
          "type": "closeup",
          "path": "/images/C-15",
          "description": "Close-up image of the Pyramid."
        }
      ],
      "tags": [
        "enigmatic design",
        "geometric experimentation",
        "artistic statement",
        "mysterious purpose",
        "ancient design homage",
        "interpretive architecture"
      ],
      "links": [],
      "_id": "6722b48799b26f2c000bb492",
      "description": "The Pyramid defies explanation—whether it’s an homage to ancient wonders, an exercise in minimalism, or an elaborate inside joke, its purpose remains unclear. With its four poles forming a geometric silhouette, the structure invites more questions than answers, challenging visitors to ponder its intent—or lack thereof.",
      "year": "1976"
    },
    {
      "names": ["Bridge House"],
      "number": 16,
      "url": "bridgeHouse",
      "status": "Active",
      "location": {
        "latitude": 35.316951,
        "longitude": -120.654464
      },
      "extended_description": "The structure represents a landmark in material innovation and adaptive design. Inspired by modernist architect Craig Ellwood, it was one of the first architectural uses of Cor-ten steel—a material that rusts intentionally to create a protective layer, combining durability with an industrial aesthetic. Designed to span uneven terrain, its minimalist structure reflects a commitment to functionality and resilience.\n\nOriginally built as guest lodging for visiting lecturers, the Bridge House has transformed over decades to meet new needs. It has served as a caretaker’s home, a creative studio, and, most notably, a seismic testing site. Its design features removable braces, enabling controlled earthquake simulations that provide invaluable insights into structural dynamics.\n\nBy the early 2000s, the Bridge House had fallen into disrepair mainly due to vandalism, prompting a student-led restoration in 2019. The project replaced deteriorated barricades with guardrails and revitalized the structure’s layout, ensuring its usability while preserving its historic character.\n\nThe Bridge House stands as more than an architectural experiment—it’s a testament to the power of adaptive reuse and innovation. Its pioneering use of Cor-ten steel and its evolving functionality make it a lasting example of how thoughtful design can transcend time and purpose.",
      "advisor_builders": [
        {
          "name": "Ronald Davena",
          "role": ["Builder"]
        },
        {
          "name": "Joel Dean",
          "role": ["Builder"]
        },
        {
          "name": "Robert Garlow",
          "role": ["Builder"]
        },
        {
          "name": "Raymond Hilken",
          "role": ["Builder"]
        },
        {
          "name": "Lui Horstmeyer",
          "role": ["Builder"]
        },
        {
          "name": "James January",
          "role": ["Builder"]
        },
        {
          "name": "Lloyd Suehiro",
          "role": ["Builder"]
        },
        {
          "name": "Thomas Wiggin",
          "role": ["Builder"]
        },
        {
          "name": "Kurt Holder",
          "role": ["Builder"]
        },
        {
          "name": "Bruce Campe",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-16",
          "description": "Main image of the Bridge House."
        },
        {
          "type": "closeup",
          "path": "/images/C-16",
          "description": "Close-up image of the Bridge House."
        },
        {
          "type": "other",
          "path": "/other/bridgeHouse1",
          "description": "A group photo of students who restored the bridge house, adding railings and reopening the boarded-up windows."
        },
        {
          "type": "other",
          "path": "/other/bridgeHouse2",
          "description": "A detailed sketch of the waste system designed for this structure, highlighting its functionality."
        },
        {
          "type": "other",
          "path": "/other/bridgeHouse3",
          "description": "This original design, requested by Craig Ellwood in 1964, reflects his long-standing support for Cal Poly."
        }
      ],
      "tags": [
        "Cor-ten steel",
        "adaptive reuse",
        "seismic testing site",
        "rusting protective barrier",
        "modernist vision",
        "structural innovation",
        "hillside spanning"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10145842",
          "title": "Library Research Guide"
        },
        {
          "linkType": "Award",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10145842",
          "title": "Earthquake Testing"
        },
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/cmsp/251/",
          "title": "Restoration Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb493",
      "description": "Built in 1968, the Bridge House was an early experiment with Cor-ten steel, a material that rusts to form a protective barrier. Designed to adapt over time, it has served as guest lodging, a caretaker’s home, a studio, and most recently a seismic testing site. Following its 2019 restoration, the structure now functions more as a bridge than a house, reflecting its enduring adaptability to new roles.",
      "year": "1968 / 2019"
    },
    {
      "names": ["Water Tanks", "Water SYstems"],
      "number": 17,
      "url": "waterTanks",
      "status": "Active",
      "location": {
        "latitude": 35.31697,
        "longitude": -120.65526
      },
      "extended_description": "The Water Tanks of Poly Canyon, built in 1998, represent a pivotal chapter in the canyon’s evolving approach to sustainable resource management. Designed as the centerpiece of a water system first envisioned in 1969, these tanks replaced the aging precast concrete reservoirs that initially drew from a hillside spring. This natural source not only fed Brizzolara Creek but also sustained an intricate network of pipes and storage that supported some of the canyon’s most iconic experimental structures.\n\nThe original system, conceived during the canyon’s early days, aimed to showcase how natural hydrology could seamlessly integrate into architectural experimentation. Using gravity-fed flow, water was delivered to structures like the Shell House and Modular House, enabling their functionality and furthering the canyon’s ethos of environmental harmony. However, the concrete tanks faced persistent issues, including leaks and inadequate pressure for effective chlorination, which led to water quality concerns and inefficiencies.\n\nBy the late 1990s, the system was due for a complete redesign. Two students took on this challenge as their senior project in 1998, introducing polyvinyl tanks supported by a reinforced foundation engineered to withstand the shifting hillside terrain. The new design featured continuous footings, interlocking rings for stability, and an overflow catch basin to prevent spillage. These elements reflected not only technical ingenuity but also the improvisational spirit of Poly Canyon, as the students navigated incomplete documentation and unpredictable environmental conditions. Corrugated metal siding gave the tanks a protective shell while maintaining an industrial aesthetic consistent with the canyon’s experimental roots.\n\nThe revamped water system marked a significant improvement, enabling greater capacity and reliability. Yet even with these upgrades, it was not without flaws—gates remained unfinished, and the chlorine pumps proved inconsistent. Over time, the tanks and their infrastructure became less of an active resource and more of a silent witness to Poly Canyon’s history. Though the water system no longer serves its original purpose, its integration with the canyon’s topography and its contributions to the experimental structures define its legacy.\n\nAs a piece of infrastructure, the water system remains one of the most coherent examples of the canyon’s larger vision. While the tanks themselves stand as a physical marker of its later development, the broader system reveals the canyon’s ongoing dialogue between design, sustainability, and adaptability. Though weathered by a decade of inactivity, the Water Tanks continue to inspire reflection on the challenges and potential of designing with nature in mind; offering a glimpse into Poly Canyon’s ambitious experiment in living systems.",
      "advisor_builders": [
        {
          "name": "Mathew Bittleston",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-17",
          "description": "Main image of the Water Tanks."
        },
        {
          "type": "closeup",
          "path": "/images/C-17",
          "description": "Close-up image of the Water Tanks."
        }
      ],
      "tags": [
        "sustainable water system",
        "hillside spring source",
        "reinforced concrete tanks",
        "polyvinyl replacements",
        "gravity-fed flow",
        "environmental adaptation",
        "overflow catch basin"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/water-tanks",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10429523",
          "title": "Library Archive "
        },
        {
          "type": "other",
          "path": "/other/waterTanks1",
          "description": "Students preparing surrounding roads for the water system construction."
        },
        {
          "type": "other",
          "path": "/other/waterTanks2",
          "description": "Students putting the tanks into place for a larger water storage system."
        },
        {
          "type": "other",
          "path": "/other/waterTanks3",
          "description": "Students digging for system installation."
        },
        {
          "type": "other",
          "path": "/other/waterTanks4",
          "description": "Student posing in the middle of the 1998 expansion project."
        },
        {
          "type": "other",
          "path": "/other/waterTanks5",
          "description": "Builders posing in front of the completed 1998 expansion."
        }
      ],
      "_id": "6722b48799b26f2c000bb494",
      "description": "The Water Tanks, installed in 1998, form the heart of Poly Canyon’s innovative water system, which was first established in 1969 to harness a hillside spring feeding Brizzolara Creek. Combining early reinforced concrete infrastructure with later polyvinyl upgrades, the system provided a sustainable resource for experimental structures like the Shell House, Greenhouse, and Modular House. Though no longer active, the water system remains Poly Canyon’s most intact piece of infrastructure, embodying decades of adaptive engineering and environmental ingenuity.",
      "year": "1969 / 1998"
    },
    {
      "names": ["Observation Deck"],
      "number": 18,
      "url": "observationDeck",
      "status": "Active",
      "location": {
        "latitude": 35.31668,
        "longitude": -120.65465
      },
      "extended_description": "The deck stands as a testament to the creativity and persistence of its builders. Originally meant to serve as a rest stop for hikers and bikers, the project began as a proposal in 2017, led by construction management student. What started as a solo venture soon evolved into a collaborative effort with architectural engineering students as well, who brought technical precision to the design.\n\nPerched atop a scenic hill, the deck’s 12-by-12-foot footprint is framed in redwood lumber, chosen for its durability and natural aesthetic. Its light-framed shade structure offers reprieve from the sun while providing unobstructed views of the canyon and its iconic experimental structures. The foundation, reinforced with cast-in-place concrete pier footings and Simpson Strong Tie connections, ensures stability on the uneven hillside.\n\nThe project wasn’t without its challenges. Livestock safety concerns required the team to refine their design, softening edges and reinforcing openings to avoid animal entrapment. Environmental reviews added stormwater management and erosion prevention measures, while tight funding demanded creative outreach efforts to secure grants and donations. These obstacles, however, only underscored the students’ resourcefulness and commitment to bringing their vision to life.\n\nBeyond its practical purpose, the Observation Deck symbolizes a renewed energy in Poly Canyon—a reminder that innovation thrives through collaboration and perseverance. Whether enjoyed as a resting place or as a simple architectural feature, the deck invites visitors to pause, reflect, and appreciate what the canyon can be.",
      "advisor_builders": [
        {
          "name": "Tony Pellegrini",
          "role": ["Builder"]
        },
        {
          "name": "Harrison Woods",
          "role": ["Builder"]
        },
        {
          "name": "Sitora Vaxidova",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-18",
          "description": "Main image of the Observation Deck."
        },
        {
          "type": "closeup",
          "path": "/images/C-18",
          "description": "Close-up image of the Observation Deck."
        },
        {
          "type": "other",
          "path": "/other/observationDeck1",
          "description": "The observation deck freshly completed, awaiting paint."
        }
      ],
      "tags": [
        "redwood construction",
        "scenic rest stop",
        "outdoor recreation",
        "student-led project",
        "fundraising challenges",
        "hilltop positioning"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1176&context=cmsp",
          "title": "Plan Overview"
        },
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1082&context=arcesp",
          "title": "Thesis Calculations"
        },
        {
          "linkType": "Article",
          "URL": "https://www.youtube.com/watch?v=5FBn4XkRRzs",
          "title": "YouTube Interview"
        },
        {
          "linkType": "Article",
          "URL": "https://mustangnews.net/a-new-view-of-architecture-graveyard/",
          "title": "Mustang News Article"
        }
      ],
      "_id": "6722b48799b26f2c000bb495",
      "description": "Completed in 2019, the Observation Deck offers a shaded rest stop for hikers and bikers, perfectly positioned to showcase Poly Canyon’s natural beauty. Built from redwood lumber and anchored with concrete pier footings, the structure blends simplicity and purpose. Designed and constructed by a team of interdisciplinary students, the project overcame steep terrain, funding hurdles, and permitting challenges but were ultimately successful!",
      "year": "2019"
    },
    {
      "names": ["Poly Pavilion", "The Structure"],
      "number": 19,
      "url": "polyPavilion",
      "status": "Active",
      "location": {
        "latitude": 35.31638,
        "longitude": -120.65438
      },
      "extended_description": "The structure is an architectural and engineering triumph that has captivated visitors since its completion in 1985. Its design, inspired by Heinz Isler’s pioneering work with catenary curves, explores the mathematical beauty of tension and compression. Inverting the natural curve of a hanging chain to create three sweeping arches, the pavilion achieves a harmonious balance of structural efficiency and visual elegance.\n\nConstructed using precast concrete, the pavilion spans 40 feet and stands 8 feet at its apex, with a radial layout that emphasizes symmetry and flow. The students’ choice of precast elements allowed for efficient formwork and on-site assembly with crane assistance—an impressive logistical feat for a fully student-led project. The pavilion’s compression arch design maximizes material efficiency while minimizing maintenance, ensuring its longevity in the elements.\n\nToday, the structure has earned a reputation as one of the most popular destinations in the canyon. Its open, web-like geometry invites visitors to interact with it in creative ways—whether by hammocking between its beams, gathering beneath its arches, or stargazing on clear nights. Despite its minimalist appearance, the pavilion’s intricate geometry creates a space that feels both expansive and intimate, drawing visitors into its unique interplay of light, shadow, and structure.\n\nThe Poly Pavilion endures not only as a piece of experimental architecture but as a beloved landmark, connecting generations of students and visitors through its timeless design. ",
      "advisor_builders": [
        {
          "name": "Alfredo Alcaraz",
          "role": ["Builder"]
        },
        {
          "name": "Armando Paez",
          "role": ["Builder"]
        },
        {
          "name": "Blanca Guerra",
          "role": ["Builder"]
        },
        {
          "name": "Bob Green",
          "role": ["Builder"]
        },
        {
          "name": "Brad Bishop",
          "role": ["Builder"]
        },
        {
          "name": "Brett Beeman",
          "role": ["Builder"]
        },
        {
          "name": "Chi Pham",
          "role": ["Builder"]
        },
        {
          "name": "Cindy Smith",
          "role": ["Builder"]
        },
        {
          "name": "Dave Hernandez",
          "role": ["Builder"]
        },
        {
          "name": "Frank Maskiewicz",
          "role": ["Builder"]
        },
        {
          "name": "Jim Low",
          "role": ["Builder"]
        },
        {
          "name": "Joe Michale",
          "role": ["Builder"]
        },
        {
          "name": "John Smith",
          "role": ["Builder"]
        },
        {
          "name": "Ken Brehmer",
          "role": ["Builder"]
        },
        {
          "name": "Ken Schumann",
          "role": ["Builder"]
        },
        {
          "name": "Ku Divita",
          "role": ["Builder"]
        },
        {
          "name": "Pete Chavez",
          "role": ["Builder"]
        },
        {
          "name": "Randal Brunson",
          "role": ["Builder"]
        },
        {
          "name": "Ricardo Arevalo",
          "role": ["Builder"]
        },
        {
          "name": "Stan Smith",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-19",
          "description": "Main image of the Poly Pavilion."
        },
        {
          "type": "closeup",
          "path": "/images/C-19",
          "description": "Close-up image of the Poly Pavilion."
        },
        {
          "type": "other",
          "path": "/other/polyPavilion1",
          "description": "Original pavilion plans featuring builder names and final calculations."
        },
        {
          "type": "other",
          "path": "/other/polyPavilion2",
          "description": "Students and faculty examining a pavilion model prior to construction."
        }
      ],
      "tags": [
        "catenary arches",
        "precast concrete",
        "compression arch design",
        "Heinz Isler inspiration",
        "radial layout",
        "low-maintenance structure",
        "architectural experimentation"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/poly-pavillion",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10090047",
          "title": "Library Archives"
        },
        {
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=4472&context=studentnewspaper",
          "linkType": "Article",
          "title": "Mustang Daily Historical"
        },
        {
          "URL": "https://smithcompanystructuralengineers.com/building-the-structure-1985/",
          "linkType": "Article",
          "title": "Video Documentary "
        }
      ],
      "_id": "6722b48799b26f2c000bb496",
      "description": "Nicknamed \"The Spider\" for its striking web-like design, the Poly Pavilion is one of the most iconic and well-loved structures in Poly Canyon. Completed in 1985, it features three catenary arches arranged in a radial layout, forming a geometric, low-profile dome. Built entirely by students using precast concrete, the pavilion remains a hub for stargazing, hammocking, and gathering, embodying an enduring spirit of experimentation and creativity.",
      "year": "1985"
    },
    {
      "names": ["Serenity Wall"],
      "number": 20,
      "url": "serenityWall",
      "status": "Active",
      "location": {
        "latitude": 35.31636,
        "longitude": -120.6541
      },
      "extended_description": "The wall stands as an understated masterpiece of design. Built along with 2 other smaller addition to the canyon, this structure is as much a philosophical statement as an architectural one. Its planks—deliberately left to weather—interact with sunlight to create dynamic, shifting shadows that change throughout the day and across seasons, reminding visitors of the passage of time.\n\nAnchored by serpentine rock bases, the wall’s minimalist design invites discovery without demanding attention. Positioned to align with moon cycles, it casts specific shadows on the 21st of each month, marking time in a way that connects celestial rhythms to the human experience. \n\nEvery material in the Serenity Wall tells a deliberate story. Recycled redwood planks echo the organic forms of the surrounding trees, while serpentine rock anchors the structure to its geological roots. Even its decay was designed with purpose—elements like the wooden doorjamb were meant to deteriorate gracefully, leaving behind traces of their presence as native grasses regrow. This “memory of place” philosophy celebrates life, death, and renewal as intertwined processes, making the wall more than just a structure—it’s a reflection of the natural cycles it inhabits.\n\nFunctionally, the wall serves as a meditative gateway, framing views of the canyon while quietly inviting visitors deeper into the landscape. Unlike some of the other, more experimental or imposing designs, the Serenity Wall’s restraint is its strength, subtly enhancing the environment without dominating it. Its wabi-sabi aesthetic, embracing impermanence and weathering, reflects an ethos of cyclical sustainability inspired by thinkers like Thoreau and principles like “Cradle to Cradle” design.\n\nIt’s hard to believe so much intention, philosophy, and harmony are built into this quiet wall—but it’s true. Every plank stands as proof that thoughtful design can transcend simplicity, leaving a lasting impression on both the landscape and those who encounter it.",
      "advisor_builders": [
        {
          "name": "Brian Milton",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-20",
          "description": "Main image of the Serenity Wall."
        },
        {
          "type": "closeup",
          "path": "/images/C-20",
          "description": "Close-up image of the Serenity Wall."
        },
        {
          "type": "other",
          "path": "/other/serenityWall1",
          "description": "A vibrant spring photograph of Serenity Wall, newly completed."
        }
      ],
      "tags": [
        "redwood planks",
        "weather-resistant design",
        "natural harmony",
        "minimalist architecture",
        "subtle gateway",
        "low maintenance"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/serenity-wall",
          "title": "CAED Website"
        }
      ],
      "_id": "6722b48799b26f2c000bb497",
      "description": "The Serenity Wall, completed in 2004 by Brian Melton, is a quiet yet profound addition to the canyon, merging minimalist architecture with the rhythms of nature. Its weathered redwood planks and native serpentine rock create a gateway that reflects cyclical time and decay, framing the surrounding landscape. Designed to inspire reflection, it bridges the line between structure and environment, offering a subtle meditation on humanity’s place within natural cycles.",
      "year": "2004"
    },
    {
      "names": ["Hay Bale Arch", "Straw Bale Arch"],
      "number": 21,
      "url": "hayBale",
      "status": "Active",
      "location": {
        "latitude": 35.31612,
        "longitude": -120.65412
      },
      "extended_description": "The tower is more than an observation deck—it’s a story told in steel and concrete. It honors Paul Fratessa, a guiding force in the Architectural Engineering program. Designed by students, it combines technical ingenuity with heartfelt tribute, creating a structure that’s as much a reflection of Fratessa’s legacy as it is an expression of the builders’ creativity.\n\nThe tower stands on the foundation of a previous hydraulic structure, blending past and present with a design rooted in modern engineering. Its precast concrete legs rise at sharp angles, forming a tripod-like frame stabilized by tension cables that stretch upward to meet at the apex. This design doesn’t just support the elevated platform—it gives the tower its distinct visual identity. A spiral staircase leads visitors to the viewing deck, where they’re greeted with expansive views of rolling hills and experimental architecture. It offers visitors a quiet moment to connect with the landscape while standing as a testament to the dedication of all the canyons builders, supporters, and visitors.\n\nFratessa Tower’s simplicity belies the layers of design and meaning packed into its framework. It’s hard to believe so much intention and purpose could fit into one structure, yet it does—and it stands as a lasting reminder of how design can honor the past while shaping the present.",
      "advisor_builders": [
        {
          "name": "Philip Greene",
          "role": ["Builder"]
        },
        {
          "name": "Adam Bradley",
          "role": ["Builder"]
        },
        {
          "name": "Jason Hughey",
          "role": ["Builder"]
        },
        {
          "name": "Matthew Vorhees",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-21",
          "description": "Main image of the Hay Bale Arch."
        },
        {
          "type": "closeup",
          "path": "/images/C-21",
          "description": "Close-up image of the Hay Bale Arch."
        }
      ],
      "tags": [
        "straw bale construction",
        "sustainable design",
        "double-barrel arch",
        "insulation properties",
        "stucco finish",
        "structural innovation",
        "compression-based system"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/hay-bale-arch",
          "title": "CAED Website"
        }
      ],
      "_id": "6722b48799b26f2c000bb498",
      "description": "Fratessa Tower, built in 2004, stands as a bold yet thoughtful observation structure dedicated to Paul Fratessa, the former head of Cal Poly's ARCE department. With its soaring precast concrete legs and elegant tension cables, the tower reclaims the foundation of a previous hydraulic structure, transforming it into a platform for reflection and exploration. Offering sweeping views of nearby structures, the tower balances history, innovation, and memory in every detail.",
      "year": "2004"
    },
    {
      "names": ["Fratessa Tower"],
      "number": 22,
      "url": "fratessaTower",
      "status": "Active",
      "location": {
        "latitude": 35.315823,
        "longitude": -120.654225
      },
      "extended_description": "Adjacent to Fratessa Tower are the remnants of an earlier project with precast concrete columns, believed to reflect a vision similar to the current tower’s design. The project was led by a team of architectural engineering students, who embraced this opportunity for hands-on experience, supported by contributions from industry sponsors.",
      "advisor_builders": [
        {
          "name": "Rachel Martin",
          "role": ["Builder"]
        },
        {
          "name": "Justin Wei",
          "role": ["Builder"]
        },
        {
          "name": "Michael Braund",
          "role": ["Builder"]
        },
        {
          "name": "Eric Mcdonnell",
          "role": ["Builder"]
        },
        {
          "name": "Tanya Worotko",
          "role": ["Builder"]
        },
        {
          "name": "Adam Stagnaro",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-22",
          "description": "Main image of the Fratessa Tower."
        },
        {
          "type": "closeup",
          "path": "/images/C-22",
          "description": "Close-up image of the Fratessa Tower."
        },
        {
          "type": "other",
          "path": "/other/fratessaTower1",
          "description": "An upward view of the tower with the hay bale arch visible in the background."
        }
      ],
      "tags": [
        "observation tower",
        "scenic views",
        "precast concrete",
        "reused foundation",
        "structural dedication",
        "canyon landmark"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/fratessa-tower",
          "title": "CAED Website"
        },
        {
          "linkType": "Article",
          "URL": "https://digitalcommons.calpoly.edu/focus/vol2/iss1/5/",
          "title": "Project Highlight"
        }
      ],
      "_id": "6722b48799b26f2c000bb499",
      "description": "Fratessa Tower, built in 2004, is an observation structure dedicated to the memory of Paul Fratessa, a former ARCE department head. It provides visitors with a unique vantage point to take in the scenic views of the surrounding canyon. The tower stands on the original foundations of an older observation structure that relied on a water column for support but was decommissioned due to leakage issues. The new tower’s design continues the legacy of its predecessor while adding modern structural stability.",
      "year": "2004"
    },
    {
      "names": ["Tensegrity", "Tensegrity Pavilion"],
      "number": 23,
      "url": "tensegrity",
      "status": "Active",
      "location": {
        "latitude": 35.31584,
        "longitude": -120.65382
      },
      "extended_description": "The structure is an ambitious exploration of balance and design, inspired by Buckminster Fuller’s principles of tensile integrity. The project began with a bold question: could a structure appear to float in mid-air without sacrificing stability? Over two years, a team of students meticulously developed the design, creating a pavilion that blends visual drama with structural ingenuity.\n\nThe pavilion’s core design centers on its suspended parallelogram canopy, held aloft by tension rods that connect to inverted wooden pyramids. Unlike conventional structures, where columns bear weight directly, the pavilion’s tension-based system redistributes forces through an intricate network of cables and compression elements. This approach not only achieves its signature \"floating\" effect but also serves as an educational example of tensegrity principles in action.\n\nBuilding the pavilion came with significant challenges. The team faced the inherent instability of tensile systems, pandemic-related delays, and the complexities of fabricating custom components. Through persistence and collaboration, they fabricated and assembled the pavilion, culminating in a precise final installation where the tension rods balanced the structure into perfect equilibrium. The result is a design that appears effortless but reflects countless hours of engineering precision.\n\nThe Tensegrity Pavilion stands as more than a functional structure. It’s a challenge to conventional thinking, inviting visitors to sit beneath its canopy and consider the invisible forces at work. Its message to Poly Canyon is a hopeful reminder: true innovation doesn’t just solve problems—it changes how we see them.",
      "advisor_builders": [
        {
          "name": "Will Adam",
          "role": ["Builder"]
        },
        {
          "name": "Ivan Cruz",
          "role": ["Builder"]
        },
        {
          "name": "Jos Hernandez",
          "role": ["Builder"]
        },
        {
          "name": "Kasey Tatis",
          "role": ["Builder"]
        },
        {
          "name": "Truman Waller",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-23",
          "description": "Main image of the Tensegrity."
        },
        {
          "type": "closeup",
          "path": "/images/C-23",
          "description": "Close-up image of the Tensegrity."
        },
        {
          "type": "other",
          "path": "/other/tensegrity1",
          "description": "A model of the tensegrity structure from the thesis project."
        },
        {
          "type": "other",
          "path": "/other/tensegrity2",
          "description": "The completed structure with official design stamps."
        },
        {
          "type": "other",
          "path": "/other/tensegrity3",
          "description": "Students assembling the structure in the architecture courtyard."
        }
      ],
      "tags": [
        "tensegrity principles",
        "floating pavilion",
        "tensile structure",
        "tension and compression",
        "architectural experimentation",
        "gravity-defying design"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://content-calpoly-edu.s3.amazonaws.com/arce/1/documents/Magazines/ARCE%20Mag%202021%20FINAL.pdf",
          "title": "ARCHE Magazine"
        },
        {
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1184&context=arcesp",
          "linkType": "Thesis",
          "title": "Original Thesis"
        },
        {
          "linkType": "Article",
          "title": "Mustang News Feature",
          "URL": "https://mustangnews.net/a-new-structure-has-been-built-in-arch-graveyard-for-the-first-time-in-20-years/"
        },
        {
          "linkType": "Article",
          "URL": "https://mustangnews.net/watch-a-look-at-the-new-structure-in-architecture-graveyard/",
          "title": "Mustang News Video"
        }
      ],
      "_id": "6722b48799b26f2c000bb49a",
      "description": "The Tensegrity Pavilion, completed in 2022, is a striking experiment in tensile integrity, where tension and compression work in harmony to create a structure that seems to defy gravity. Its suspended canopy, supported by steel tension rods anchored to inverted wooden pyramid columns, challenges traditional notions of architectural stability. Built by a team of architectural engineering students, it combines function and artistry as both a shaded seating area and a testament to innovative design.",
      "year": "2022"
    },
    {
      "names": [
        "Shell House",
        "Pre-Tension Post-Compression Concrete Shell",
        "Free Form House"
      ],
      "number": 24,
      "url": "shellHouse",
      "status": "Active",
      "location": {
        "latitude": 35.31549,
        "longitude": -120.65391
      },
      "extended_description": "The structure began as a radical vision, conceived in 1964 by six architectural engineering students eager to redefine the boundaries of structural efficiency. Inspired by funicular forms and compression design, they crafted a cantilevered shell that balanced strength and material economy. Shotcrete, sprayed over tensioned steel cables and wire mesh, allowed them to achieve the floating, lightweight elegance they envisioned. Resting on three points, the house became a landmark of ingenuity—a form that seemed almost alive in its harmony with the landscape.\n\nFor ten years, the structure stood incomplete, its frame a promise of something greater. Then, in the mid-1970s, students brought it to life. The interior was transformed into a fully functional living space, complete with cutting-edge features: Lucite windows to frame the hills, a fireplace that preheated air, and even a waterfall beneath a staircase. The house wasn’t just functional; it was imaginative. Landscaping integrated the home into its surroundings, while amenities like a hot tub and fish tank made it feel modern and luxurious. By 1987, the Shell House wasn’t just surviving—it was thriving, a home for caretakers and a gathering place for visiting lecturers. It was the heart of a canyon that felt alive, its existence spreading like a folktale.\n\nFor decades, the Shell House carried that tale on its back. Into the early 2000s, it remained a symbol of what the canyon could be—bold and innovative. After caretakes moved out, vandals and weather stripped the Shell House of its vibrant interior. In 2016, it was renovated and gutted, leaving behind a hollow frame.\n\nAnd yet, it stands. Its elegant curves remain, defying time and damage, refusing to give in entirely. In 2024, this project exists because the Shell House still holds something no other structure in the canyon ever did: a sense of possibility. It was more than an architectural experiment; it was the embodiment of what makes Poly Canyon unique—a marriage of creativity, function, and community. Its frame might be empty, but its spirit isn’t gone.",
      "advisor_builders": [
        {
          "name": "Larry Gangwisch",
          "role": ["Builder"]
        },
        {
          "name": "Ronald James",
          "role": ["Builder"]
        },
        {
          "name": "Raymond Ketzel",
          "role": ["Builder"]
        },
        {
          "name": "Roger Marshall",
          "role": ["Builder"]
        },
        {
          "name": "David Wright",
          "role": ["Builder"]
        },
        {
          "name": "James Zimmerman",
          "role": ["Builder"]
        },
        {
          "name": "George Hasslein",
          "role": ["Builder"]
        },
        {
          "name": "Wesley Ward",
          "role": ["Builder"]
        },
        {
          "name": "Harvey Koehen",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-24",
          "description": "Main image of the Shell House."
        },
        {
          "type": "closeup",
          "path": "/images/C-24",
          "description": "Close-up image of the Shell House."
        },
        {
          "type": "other",
          "path": "/other/shellHouse1",
          "description": "A worker spraying concrete on one of the three contact points while others observe."
        },
        {
          "type": "other",
          "path": "/other/shellHouse2",
          "description": "Another angle of the concrete spraying process."
        },
        {
          "type": "other",
          "path": "/other/shellHouse3",
          "description": "Another angle of the concrete spraying process."
        },
        {
          "type": "other",
          "path": "/other/shellHouse4",
          "description": "Original sketch of the internal residence, still in form but gutted today."
        }
      ],
      "tags": [
        "ferrocement construction",
        "curved shell roof",
        "organic architecture",
        "lightweight structure",
        "natural integration",
        "structural efficiency",
        "sustainable design"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/shell-house",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10302058",
          "title": "Original Thesis"
        },
        {
          "linkType": "Article",
          "title": "El Mustang Historical",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=2158&context=studentnewspaper"
        },
        {
          "linkType": "Article",
          "URL": "https://archives.calstate.edu/concern/archives/6969z409t",
          "title": "1987 Video Tour"
        },
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1023&context=arcesp",
          "title": "Modern Evaluation "
        }
      ],
      "_id": "6722b48799b26f2c000bb49b",
      "description": "The Shell House is the soul of Poly Canyon, a living experiment in architecture that once breathed life into the hills. Conceived in 1964 as a senior project, its cantilevered concrete shell, formed with cutting-edge shotcrete techniques, rests delicately on three points—an elegant expression of engineering precision and organic beauty. Over decades, it evolved into a fully realized home, complete with a fireplace, hot tub, waterfall, and more, becoming the centerpiece of the canyon’s creative heart. Though today it stands stripped of its past life, it quietly waits—its heart still capable of beating again.",
      "year": "1964 / 1975"
    },
    {
      "names": ["Green House"],
      "number": 25,
      "url": "greenHouse",
      "status": "Active",
      "location": {
        "latitude": 35.31545,
        "longitude": -120.65366
      },
      "extended_description": "Conceived in as a graduate thesis project, the green house  was a cutting-edge endeavor in renewable energy and passive environmental design. The original architect envisioned a greenhouse that could regulate its own climate using a combination of natural and mechanical systems. Collaboratively constructed by students across architecture, engineering, and horticulture, it incorporated ferrocement panels, skylights, and a stone retaining wall for insulation and light. A solar-heated water wall, paired with the thermal mass of the stone, captured and stored heat during the day, releasing it at night to stabilize interior temperatures.\n\nThe structure’s innovation extended to its passive cooling systems. Rotating vent catchers and solar chimneys facilitated natural airflow, minimizing the need for active ventilation. Inside, automated systems monitored irrigation, humidity, and temperature—pioneering features for the 1980s, hinting at the potential of computer-aided climate control. Over six years, the project grew in complexity through multiple phases, culminating in a greenhouse that reflected both the promise and challenges of interdisciplinary design.\n\nBy the late 1980s, the Green House was operational and served as a teaching tool, demonstrating the potential of renewable energy systems to students and industry professionals alike. However, what happened next remains unclear. Rumors suggest it functioned as a working greenhouse well into the early 2000s, but records of its exact progress during this time are scarce. What’s certain is that by the 2010s, the structure had fallen into disrepair. The once-active systems were no longer functional, leaving behind a skeletal frame that preserves the echoes of its experimental legacy.\n\nNow, the Green House stands as a shell of its former self, but its infrastructure remains visible—solar chimneys, ferrocement panels, and its modular layout still hint at the innovation it once represented. Its remains ask us to imagine what it achieved and how its ideas could inspire new approaches to sustainable design.",
      "advisor_builders": [
        {
          "name": "Mark Jenefsky",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-25",
          "description": "Main image of the Green House."
        },
        {
          "type": "closeup",
          "path": "/images/C-25",
          "description": "Close-up image of the Green House."
        },
        {
          "type": "other",
          "path": "/other/greenHouse1",
          "description": "A newspaper clipping of the greenhouse's construction in 1984."
        },
        {
          "type": "other",
          "path": "/other/greenHouse2",
          "description": "Original sketch of the greenhouse with the shell house visible in the background."
        },
        {
          "type": "other",
          "path": "/other/greenHouse3",
          "description": "A pristine image of the greenhouse in its full form, undamaged."
        }
      ],
      "tags": [
        "ferrocement panels",
        "passive solar heating",
        "energy-efficient design",
        "modular construction",
        "skylight integration",
        "sustainable materials"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/greenhouse",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10174883",
          "title": "Library Archive "
        }
      ],
      "_id": "6722b48799b26f2c000bb49c",
      "description": "The Green House, designed in the 1980s by a graduate student, was an ambitious exploration of sustainable architecture and renewable energy. Built into a hillside, it utilized passive solar heating, thermal mass storage, and rotating ventilation to create a self-regulating environment for plant cultivation. Though the extent of its functionality in later years remains uncertain, today it stands as a hollow shell—a tangible reminder of a bold experiment in green design.",
      "year": "1983 - 1989"
    },
    {
      "names": ["Modular House", "Caretaker’s House"],
      "number": 26,
      "url": "modularHouse",
      "status": "Active",
      "location": {
        "latitude": 35.31516,
        "longitude": -120.65373
      },
      "extended_description": "In the early 1970s, modularity was a bold and emerging concept, challenging conventional construction methods with its promise of adaptability and efficiency. The Modular House took this concept and brought it to life, utilizing a straightforward steel-framed design that allowed panels, walls, and even internal layouts to be swapped, replaced, or customized. Its 8x8x8 modular grid wasn’t just a structural system—it was a framework for flexibility, efficiency, and reimagination.\n\nInitially built as a residence for caretakers, the house functioned as both a practical living space and an architectural experiment. Over the years, residents made incremental improvements, adding creative features like weatherproofing from recycled road signs and expanded kitchen areas. These adjustments weren’t merely fixes—they reflected the house’s core philosophy of adaptability, constantly responding to environmental challenges and human needs while demonstrating the value of modular thinking.\n\nBy the late 2000s, the house remained the last actively used structure of its kind, housing caretakers until 2011. Its continuous use for nearly four decades speaks to the ingenuity of its design, but also the effort required to maintain it against time and nature. As the years wore on, vandalism, weathering, and disrepair took their toll, culminating in the 2018 restoration. This process stripped away its interior features and transformed the house into an open-air structure, reinforcing its steel frame and replacing delicate elements with concrete and weather-resistant materials.\n\nThe Modular House is a clear reminder of how good design can evolve, survive, and adapt even in the face of changing priorities. The house’s legacy isn’t just in its innovative framework but in the lives it sheltered, the problems it solved, and the ways it shaped architectural thinking. Its survival speaks to the resilience of modularity—an idea that refuses to be boxed in by time or tradition.",
      "advisor_builders": [
        {
          "name": "Paul Thoryk",
          "role": ["Builder"]
        },
        {
          "name": "John Edmiston",
          "role": ["Builder"]
        },
        {
          "name": "Glen Jackson",
          "role": ["Builder"]
        },
        {
          "name": "Tom Bylund",
          "role": ["Builder"]
        },
        {
          "name": "James Jones",
          "role": ["Builder"]
        },
        {
          "name": "Richard Pata",
          "role": ["Builder"]
        },
        {
          "name": "Lorin Smith",
          "role": ["Builder"]
        },
        {
          "name": "Jerry Tucker",
          "role": ["Builder"]
        },
        {
          "name": "Dennis Turner",
          "role": ["Builder"]
        },
        {
          "name": "John Edmisten",
          "role": ["Builder"]
        },
        {
          "name": "Don Koberg",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-26",
          "description": "Main image of the Modular House."
        },
        {
          "type": "closeup",
          "path": "/images/C-26",
          "description": "Close-up image of the Modular House."
        },
        {
          "type": "other",
          "path": "/other/modularHouse1",
          "description": "A student tiling the floor near the fireplace."
        },
        {
          "type": "other",
          "path": "/other/modularHouse2",
          "description": "Surveying during the original construction phase."
        }
      ],
      "tags": [
        "modular architecture",
        "prefabricated panels",
        "customizable design",
        "efficient assembly",
        "sustainable housing concept",
        "experimental construction"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/modular-house",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10429515",
          "title": "Library Archive "
        },
        {
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=8253&context=studentnewspaper",
          "linkType": "Article",
          "title": "Mustang Daily Historical"
        },
        {
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1067&context=arcesp",
          "linkType": "Thesis",
          "title": "Reconstruction Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb49d",
      "description": "The Modular House, constructed in 1973, redefined innovation through its modular approach, pairing an 8x8x8 steel frame with interchangeable plywood panels to create a fully adaptable living space. Designed to embody the concept of modularity itself, it served as a caretaker’s home for decades, adapting to its environment and evolving needs. Though now stripped to its structural elements, it remains a powerful symbol of the transformative potential of modular design.",
      "year": "1973 / 2018"
    },
    {
      "names": ["Centering for Center"],
      "number": 27,
      "url": "centeringCenter",
      "status": "Active",
      "location": {
        "latitude": 35.315212,
        "longitude": -120.653069
      },
      "extended_description": "Born from an interdisciplinary studio course, the dome began as an exploration of balance—between art and engineering, simplicity and complexity, permanence and mobility. Crafted from sustainably sourced timber, it prioritizes lightness, both visually and physically, allowing for transport and reassembly without compromising its integrity. Its intricate latticework not only provides structural strength but also creates dappled light patterns reminiscent of a forest canopy, enhancing its role as a space for reflection.\n\nInitially showcased at Descanso Gardens during a Tonalism music and art event, the dome was conceived as a meditative installation, offering a retreat from the noise of daily life. After its relocation to Poly Canyon, it was reimagined and expanded in 2024 with the addition of the Biophilic Instrument Pavilion (BIP)—an interactive enhancement featuring prisms, light-responsive materials, and sound-reactive sensors. These instruments invite visitors to engage with the dome in dynamic ways, transforming it from a static shelter into a vibrant, living experience.\n\nThe Centering for Center Dome stands as a testament to the ingenuity and spirit of its creators. Its transportable, modular nature reflects the ideals of sustainable design, while its playful yet contemplative purpose resonates with the canyon’s experimental ethos. It’s not just a structure—it’s an experience that invites visitors to pause, reflect, and connect.",
      "advisor_builders": [
        {
          "name": "Marcos Lutyens",
          "role": ["Builder"]
        },
        {
          "name": "Cynthia Brophy",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-27",
          "description": "Main image of the Centering Center."
        },
        {
          "type": "closeup",
          "path": "/images/C-27",
          "description": "Close-up image of the Centering Center."
        },
        {
          "type": "other",
          "path": "/other/centeringCenter1",
          "description": "The structure being built near the Architecture Building on campus."
        },
        {
          "type": "other",
          "path": "/other/centeringCenter2",
          "description": "Students setting up the installation in Descanso Gardens, Pasadena."
        },
        {
          "type": "other",
          "path": "/other/centeringCenter3",
          "description": "The fully assembled project on display at Descanso Gardens."
        },
        {
          "type": "other",
          "path": "/other/centeringCenter4",
          "description": "A student adding upgrades, including the Biophilic Instrument Pavilion (BIP)."
        }
      ],
      "tags": [
        "suspended geometry",
        "compression ring",
        "tensile cables",
        "structural equilibrium",
        "central focal point",
        "architectural balance",
        "innovative support system"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/arcesp/181/",
          "title": "Project Overview"
        },
        {
          "linkType": "Article",
          "URL": "https://content-calpoly-edu.s3.amazonaws.com/arce/1/documents/Magazines/ARCE%202022%20MAGAZINE%20FINAL-2.pdf",
          "title": "ARCE Newsletter"
        },
        {
          "URL": "https://kcpr.org/new-temporary-interactive-pavillion-in-poly-canyon-unites-students-across-different-majors/",
          "linkType": "Article",
          "title": "KCPR on 2024 Upgrade"
        }
      ],
      "_id": "6722b48799b26f2c000bb49e",
      "description": "The Centering for Center Dome is a modular, transportable structure that combines meditative intent with architectural innovation. Its 16-foot, Dudleya-inspired form uses 84 identical timber pieces, tensile cables, and compression rings to achieve structural equilibrium, offering visitors a sensory retreat within its lightweight design. Built for ease of assembly and adaptability, the dome debuted as part of a meditative garden event before finding a permanent home in the canyon in 2022.",
      "year": "2022"
    },
    {
      "names": ["Pole House", "Heavy Timber Demonstration Structure"],
      "number": 28,
      "url": "poleHouse",
      "status": "Active",
      "location": {
        "latitude": 35.31503,
        "longitude": -120.65298
      },
      "extended_description": "The Pole House was conceived during a period when pole construction was gaining recognition for its efficiency and ability to adapt to challenging sites. Students embraced the opportunity to experiment with this method, using a grid of timber poles to suspend the structure above ground. By anchoring these poles into caissons that extend into bedrock, the design avoided extensive excavation and allowed the building to adapt seamlessly to the hillside’s natural contours.\n\nWhat makes the Pole House particularly notable is its ongoing relevance. While many structures have transitioned to symbolic or aesthetic purposes, this building remains a functional asset. It stores tools and materials for year-round canyon maintenance and provides a staging ground for the annual Design Village event, where students create and test experimental structures. The planned restoration in 2025 aims to revitalize the Pole House for continued use, reaffirming its role as a cornerstone of the canyon’s infrastructure.\n\nMore than a demonstration project, the Pole House has quietly proven that innovative, adaptive architecture can endure—not just as a monument to the past but as a vital part of the present.",
      "advisor_builders": [
        {
          "name": "EDES Class Project",
          "role": ["Builder"]
        },
        {
          "name": "Randy Detmer",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-28",
          "description": "Main image of the Pole House."
        },
        {
          "type": "closeup",
          "path": "/images/C-28",
          "description": "Close-up image of the Pole House."
        }
      ],
      "tags": [
        "elevated design",
        "wooden pole structure",
        "hillside adaptation",
        "natural integration",
        "vertical support system",
        "minimal footprint"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10432507",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10432507",
          "title": "Library Archive "
        }
      ],
      "_id": "6722b48799b26f2c000bb49f",
      "description": "The Pole House, built in 1989, stands as a practical demonstration of pole construction, designed for steep terrain. Elevated on treated timber poles anchored into bedrock with caissons, it minimizes ground contact to reduce erosion and environmental impact. Originally a student-led exploration of hillside construction techniques, it has become one of the few remaining actively used structures in the canyon, serving as a storage hub for maintenance and the annual Design Village event. ",
      "year": "1989"
    },
    {
      "names": ["BBQ Pit"],
      "number": 29,
      "url": "bbqPit",
      "status": "Active",
      "location": {
        "latitude": 35.31473,
        "longitude": -120.6528
      },
      "extended_description": "Though little formal documentation exists about its creation, the BBQ Pit reflects a practical response to the needs of its time. The sturdy brick construction and central placement suggest its use as a focal point for meals during events like Design Village, where students and visitors would gather to share ideas, stories, and food. While the corten steel hood was removed, the pit’s brick base has endured, serving as a quiet reminder of the canyon’s history of utility-driven design.\n\nWhat makes the BBQ Pit intriguing is not just its individual story, but its role within a network of nearby features. Adjacent to the pit are a semi-circular wooden bench that hugs a weathered power pole, a small stone footbridge spanning the creek, and what appears to be a low stone counter or wall. These understated additions, likely created at different times, suggest a piecemeal evolution of the area—an unplanned tapestry of functionality woven together by generations of students. While their exact origins remain unclear, their collective presence reflects the canyon’s ever changing nature.\n\nUnlike some of the more ambitious structures that have fallen into disrepair, the pit continues to bring people together, even if its not being used for actual BBQs. Whether hosting small groups for informal gatherings or simply standing as a testament to student creativity, it remains a quiet but enduring piece. Its simplicity reminds us that not all innovation is loud—sometimes, it’s found in a sturdy, smoke-stained brick hearth that has welcomed decades of fires and friendships.",
      "advisor_builders": [
        {
          "name": "Allan Cooper",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-29",
          "description": "Main image of the BBQ Pit."
        },
        {
          "type": "closeup",
          "path": "/images/C-29",
          "description": "Close-up image of the BBQ Pit."
        }
      ],
      "tags": [
        "outdoor cooking",
        "communal space",
        "brick construction",
        "fire-resistant design",
        "functional sculpture",
        "rustic gathering area"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb4a0",
      "description": "The BBQ Pit is a modest yet enduring relic. Likely built by a design-build class in the mid-1970s, its primary purpose was practical: to serve as a communal space for gatherings, especially during events like Design Village. Constructed from brick and stone for durability and fire resistance, the pit once featured a corten steel hood, which was later removed due to material incompatibility. Over time, the area has become part of a larger, informal network of mini-structures that speak to the canyon’s evolving role as a space for both function and fellowship.",
      "year": "1975"
    },
    {
      "names": ["Moment Monument"],
      "number": 30,
      "url": "momentMonument",
      "status": "Active",
      "location": {
        "latitude": 35.314548,
        "longitude": -120.651591
      },
      "extended_description": "This structure stands as a masterclass in the mechanics of seismic design, showcasing six moment frames, each tailored to address a different aspect of lateral stability. The Reduced Beam Section (RBS) connection, often called a \"dog bone,\" deliberately weakens the beam at precise points to control failure modes. The Simpson Yield Link, another featured connection, dissipates seismic energy through replaceable elements, ensuring the structure can recover after an earthquake. The use of Double Angle Shear Connections highlights flexibility in transferring loads, while a Fully Restrained Welded Flange Connection demonstrates rigidity and robustness. Each frame offers its own unique insight into how buildings withstand seismic events, making the Moment Monument a tactile and visual resource for future engineers and architects alike.\n\nBy walking among its towering braces and beams, students are no longer confined to diagrams or simulations. They can trace load paths with their fingers, see where forces are absorbed or redirected, and understand how materials behave under stress. It teaches not just the “how,” but the “why” behind seismic engineering, embedding the lessons of resilience, adaptability, and intentionality into the minds of its observers.\n\nThe journey to create this structure mirrors the challenges it seeks to teach. From the radial concrete base, designed to mirror the rotational dynamics of physics, to the careful alignment of every beam, it was a trial in precision and persistence. Weeks of rain delayed foundational work, requiring water pumps and temporary covers to preserve its progress. Fabricating and welding the steel frames demanded meticulous attention to detail, each connection type requiring different techniques to ensure safety and clarity of function.\n\nBut beyond its technical achievements, it carries the essence of the canyon itself: a space where the process of building is as important as the finished structure. It reminds us that every bolt tightened, every weld secured, and every calculation checked was a step in the education of those who built it—and a lesson waiting for those who will follow.\n\nHere, in this monument, the canyon’s legacy is made clear. It’s not just about preserving the past—it’s about making education a lived experience. The Moment Monument ensures that the canyon remains a living, breathing textbook for all who visit, carrying forward the spirit of learning, doing, and discovering.",
      "advisor_builders": [
        {
          "name": "Carsten Huber",
          "role": ["Builder"]
        },
        {
          "name": "Gaspar Solorio",
          "role": ["Builder"]
        },
        {
          "name": "Jared Schieferle",
          "role": ["Builder"]
        },
        {
          "name": "Brayden Martinez",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-30",
          "description": "Main image of the Moment Monument."
        },
        {
          "type": "closeup",
          "path": "/images/C-30",
          "description": "Close-up image of the Moment Monument."
        },
        {
          "type": "other",
          "path": "/other/momentMonument1",
          "description": "The team reacquainting themselves with the borrowed surveying equipment."
        },
        {
          "type": "other",
          "path": "/other/momentMonument2",
          "description": "A group photo at the site following one of the first excavation days."
        },
        {
          "type": "other",
          "path": "/other/momentMonument3",
          "description": "Frames being erected on-site using a Telehandler forklift."
        },
        {
          "type": "other",
          "path": "/other/momentMonument4",
          "description": "The finished monument, with the crew posing in front."
        }
      ],
      "tags": [
        "structural symbolism",
        "steel connections",
        "architectural tribute",
        "load-bearing exploration",
        "welded design",
        "commemorative structure"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1242&context=arcesp",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb4a1",
      "description": "The Moment Monument, built in 2024, is more than a structure—it is a tool, a lesson, and a bridge between theory and practice. Rising from its circular concrete base, its six steel frames illustrate the intricacies of seismic moment connections, each demonstrating a distinct engineering approach to managing lateral forces. Designed as a hands-on teaching aid, it is a monument to the canyon’s enduring role in architectural education, inviting students to step into the world of real-world design and structural resilience.",
      "year": "2024"
    }
  ]
}
