{
  "structures": [
    {
      "names": ["Entry Arch", "Entrance Pathway"],
      "number": 1,
      "url": "entryArch",
      "status": "Active",
      "location": {
        "latitude": 35.313456,
        "longitude": -120.651915
      },
      "extended_description": "The arch embodies the essence of experimental architecture, fusing functional design with artistic ingenuity. Its steel frame is clad in serpentinite stone, chosen for its resilience and unique geological properties, including asbestos content that enhances durability. This choice reflects the builders’ intent to harmonize with the canyon’s environment while ensuring the arch’s longevity. Surrounding the arch, the three-fingered maze of stone walls serves a dual purpose, directing visitor flow and creating a necessary barrier to livestock, underscoring the project’s agricultural sensitivity. The intricate stonework, featuring recessed mortar joints, highlights the craftsmanship behind the construction, while terracotta impressions of the builders’ faces within the walls stand as a lasting signature of their creativity and dedication. \n\n In 1974, recognition boards were installed just to the left of the entrance pathway, providing visitors with a comprehensive overview of the canyon and its structures. These boards listed the names of donors, highlighted contributions of time and materials, and offered descriptions of the individual projects within the canyon. Designed to celebrate the collaborative spirit of the site, the boards were constructed using rough-sawn redwood and covered with protective plastic sheets. Although they were carefully designed and secured, the boards were later removed at an unknown point, leaving behind a historical void in their absence.\n\n The entrance design initially included plans for a ceramic fountain, intended to add a dynamic water element to the entryway. However, due to water supply limitations, this feature remained unfinished, turning the arch into a symbol of both ambition and adaptation. Thoughtful drainage solutions, including subterranean pipes and basins, were incorporated to manage runoff and prevent erosion, demonstrating a practical response to the canyon’s natural challenges.\n\n In more recent years, additional signage and structures have appeared near the entrance, though their origins remain somewhat ambiguous. These include wooden donor signs, an inaccurate carved wooden map, and a metal entrance sign installed in 2019, officially marked as an accessory structure. Together, they add layers of historical and functional complexity to the gateway, complementing the enduring presence of the Entry Arch as a functional and symbolic entrance.",
      "advisor_builders": [
        {
          "name": "Nelse Greene",
          "role": ["Advisor"]
        },
        {
          "name": "Paul Miller (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Lynn Noah (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Greg Lomax (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Andrew Low (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Gwin Stumbaugh (ARCH)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-1",
          "description": "Main image of the Entry Arch."
        },
        {
          "type": "closeup",
          "path": "/images/C-1",
          "description": "Close-up image of the Entry Arch."
        },
        {
          "type": "other",
          "path": "/other/entryArch1",
          "description": "Two people walking through the entry arch toward the stone wall, old information signs present."
        },
        {
          "type": "other",
          "path": "/other/entryArch2",
          "description": "A builder constructing the stone wall extending from the arch."
        },
        {
          "type": "other",
          "path": "/other/entryArch3",
          "description": "Workers smoothing out the path near missing informational sign."
        },
        {
          "type": "other",
          "path": "/other/entryArch4",
          "description": "A photograph of the original display boards at the entrance, now removed."
        },
        {
          "type": "other",
          "path": "/other/entryArch5",
          "description": "Visitors viewing the newly unveiled display boards near the entrance."
        }
      ],
      "tags": [
        "stone masonry",
        "recessed mortar joints",
        "terracotta impressions",
        "unfinished fountain",
        "visitor entrance",
        "livestock barrier",
        "serpentinite cladding",
        "three-fingered maze",
        "drainage solutions"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/entry-arch",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10429524",
          "title": "Library Archives"
        }
      ],
      "_id": "6722b48799b26f2c000bb484",
      "description": "The Entry Arch serves as both a gateway and a statement of craftsmanship, blending artistry with practicality. Built in 1976, it features a steel frame clad in resilient serpentinite stone, complemented by a three-fingered maze and stone walls designed to guide visitors while protecting livestock. Thoughtfully integrated drainage systems and terracotta impressions within the wall emphasize the structure’s blend of innovation and personal touch.",
      "year": "1976"
    },
    {
      "names": ["Techite Bridge"],
      "number": 2,
      "url": "techiteBridge",
      "status": "Active",
      "location": {
        "latitude": 35.31388,
        "longitude": -120.65223
      },
      "extended_description": "Constructed  by a team of civil engineering students, the bridge pushed the boundaries of material science by using fiber-reinforced plastic (FRP) as a primary structural component. At the time, FRP was largely confined to plumbing applications, but the team envisioned a broader use, testing its tensile and compressive strength to demonstrate its viability in construction. The bridge's design featured hollow FRP tubes, precisely drilled to accommodate steel rebar, which anchored into reinforced concrete slabs at either end. The flexibility of steel was used to join these materials into a stable structure, overcoming challenges posed by the unconventional combination.\n\nPrecision played a crucial role in the project, with surveying limiting errors to just 1/32 of an inch. Completed in six months for a modest $1,300, the bridge embodied a resourceful approach to cost-effective and lightweight construction. Its thoughtful placement within the wooded landscape further showcased how engineering could harmonize with the natural environment, blending innovation with aesthetics.\n\nIn 2024, the bridge underwent an eco-friendly restoration to address decades of wear and vandalism. Its prominent position near the canyon entrance had exposed it to graffiti, weather damage, and theft, including the loss of its original chain railings. Moss and grime had accumulated, and chipped railings revealed internal concrete. The restoration team carefully cleaned the structure with environmentally safe methods to protect the nearby river, repaired damaged FRP components with fiberglass and resin, and replaced the chain railings with reinforced hooks to prevent theft. A durable topcoat was applied to protect against future damage, and a commemorative plaque was installed to celebrate the bridge’s history and renewal.\n\nThe restoration preserved the Techite Bridge as a vital landmark, reflecting the ingenuity of its creators and the enduring potential of experimental materials in architecture. Its continued presence offers inspiration for both engineering and environmental integration.",
      "advisor_builders": [
        {
          "name": "Al Mager",
          "role": ["Advisor"]
        },
        {
          "name": "Albert Draves",
          "role": ["Advisor"]
        },
        {
          "name": "Robert Purdy (CE)",
          "role": ["Builder"]
        },
        {
          "name": "Merrilee Amy (CE)",
          "role": ["Builder"]
        },
        {
          "name": "Robert Mac Ewan (CE)",
          "role": ["Builder"]
        },
        {
          "name": "Glen Jackson",
          "role": ["Builder"]
        },
        {
          "name": "Richard Anatablin (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Sara Engmyr (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Michelle Griffith (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Jora Leigh (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Jesse Rainsdon (ARCE)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-2",
          "description": "Main image of the Techite Bridge."
        },
        {
          "type": "closeup",
          "path": "/images/C-2",
          "description": "Close-up image of the Techite Bridge."
        },
        {
          "type": "other",
          "path": "/other/techiteBridge1",
          "description": "Historical photograph from the original senior project."
        },
        {
          "type": "other",
          "path": "/other/techiteBridge2",
          "description": "Historical image of construction on the bridge walkway."
        },
        {
          "type": "other",
          "path": "/other/techiteBridge3",
          "description": "Thesis-era photo of concrete being poured for the base."
        }
      ],
      "tags": [
        "fiber-reinforced plastic",
        "tensile strength testing",
        "hollow FRP tubes",
        "interdisciplinary design",
        "lightweight construction",
        "cost-effective materials",
        "wooded integration",
        "eco-friendly restoration",
        "graffiti repair",
        "chain railings"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/techite-bridge",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10374402",
          "title": "Library Archives"
        },
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/arcesp/212/",
          "title": "Restoration Project"
        }
      ],
      "_id": "6722b48799b26f2c000bb485",
      "description": "The Techite Bridge, a 46-foot experimental structure built in 1973, explores the innovative use of fiber-reinforced plastic (FRP) in construction. Combining FRP, steel, and concrete, this lightweight and cost-effective design showcases the material’s strength and versatility. Its sleek integration into the natural environment highlights the bridge's blend of engineering innovation and thoughtful design.",
      "year": "1973"
    },
    {
      "names": ["Blade", "The Petal Structure", "The Concrete Flower"],
      "number": 3,
      "url": "blade",
      "status": "Active",
      "location": {
        "latitude": 35.31427,
        "longitude": -120.652192
      },
      "extended_description": "Blade was Poly Canyon’s inaugural foray into experimental concrete architecture, constructed in 1963 to test the emerging potential of post-tensioning. This technique, which applies compressive force to counteract tensile stress in concrete, enabled daring and elegant designs like Blade's signature petal-shaped structure. The \"concrete flower\" became a visual and structural feat, showcasing how post-tensioning could support innovative and lightweight forms.\n\nHowever, its experimental nature came with unforeseen challenges. Rumored to be a favorite scratching post for nearby cattle, the petals endured unexpected upward forces, coupled with the stresses of environmental wear. Over time, these factors led to cracking and structural failure, culminating in the collapse of much of the structure by the late 20th century. Blade remained as a partial and haunting relic of its ambitious origins, with fragments still visible amidst the canyon landscape.\n\nIn 2003, a team of Cal Poly students took on the ambitious task of rebuilding Blade, applying lessons learned from the original project alongside modern engineering advancements. The redesign introduced a catenary arch shape, which inherently supports its own weight through compression, significantly improving stability and resistance to wear. Advanced post-tensioning methods and updated materials ensured the structure met contemporary safety and durability standards while honoring the original aesthetic.\n\nThe rebuilt Blade preserved the artistic essence of the original while creating a far more resilient structure. The project received national recognition in 2006 with an Award of Excellence from the Post Tensioning Institute, applauding the students' innovative approach to merging historical design with modern engineering.\n\nToday, the Blade stands as an enduring symbol of experimentation and adaptation. Its striking form, blending functionality with sculptural beauty, continues to inspire visitors and serves as a reminder that in the canyon, you always get a second chance.",
      "advisor_builders": [
        {
          "name": "Wesley Ward",
          "role": ["Advisor"]
        },
        {
          "name": "Kevin Dong",
          "role": ["Advisor"]
        },
        {
          "name": "Brent Nuttall",
          "role": ["Advisor"]
        },
        {
          "name": "Peter Lausen",
          "role": ["Advisor"]
        },
        {
          "name": "Steve Gilmore (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Mark Haselton (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Dan McMann (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Ken Minor (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Susan Smilanich (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Jon Voorhies (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Ben Green (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Mike McDonnell (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Robert Pacheo (ARCE)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-3",
          "description": "Main image of the Blade."
        },
        {
          "type": "closeup",
          "path": "/images/C-3",
          "description": "Close-up image of the Blade."
        },
        {
          "type": "other",
          "path": "/other/blade1",
          "description": "A 1998 photo of the blade structure before its rebuild, at a different location."
        },
        {
          "type": "other",
          "path": "/other/blade2",
          "description": "George Hasslein posing with the original Blade structure in an aesthetic photo."
        }
      ],
      "tags": [
        "post-tensioned concrete",
        "catenary arch redesign",
        "structural collapse",
        "sculptural concrete petals",
        "cattle impact",
        "innovative load-bearing",
        "experimental architecture",
        "award-winning rebuild",
        "weather resilience"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10429517",
          "title": "Library Guide"
        },
        {
          "linkType": "Article",
          "URL": "https://digitalcommons.calpoly.edu/pao_pr/663/",
          "title": "Award for Rebuild"
        },
        {
          "title": "CAED Website",
          "URL": "https://polycanyon.calpoly.edu/history/blade-structure",
          "linkType": "Article"
        }
      ],
      "_id": "6722b48799b26f2c000bb486",
      "description": "The Blade, originally constructed in 1963, was a pioneering experiment in post-tensioned concrete, designed to explore sculptural and structural possibilities. After decades of wear and an eventual collapse, it was rebuilt in 2003 with a stronger catenary arch design that enhanced its durability. Nicknamed \"The Concrete Flower,\" it blends artistry, legacy, and engineering as a hallmark of architectural innovation.",
      "year": "1963 / 2003"
    },
    {
      "names": ["Spire Array"],
      "number": 4,
      "url": "spireArray",
      "status": "Active",
      "location": {
        "latitude": 35.31452,
        "longitude": -120.65202
      },
      "extended_description": "This structure was designed and built under the direction of Professor Dale Clifford’s Design Build course (ARCH 479). It represents an exploration of minimalist construction and innovative techniques. Its geometric layout was inspired by traditional wooden boat-building methods, where curves were generated using physical modeling to establish its striking triangular forms. While one side was intended to evoke the curve of a ship’s hull, the result diverged from its intended shape, adding a layer of unpredictability to its final appearance.\n\nBuilt over a single day, the structure’s assembly involved prefabricating components off-site, which were then transported and rapidly erected in the canyon. This efficient construction method underscores the project’s emphasis on resourcefulness, showcasing how simple materials can create an elegant and dynamic design. The structure’s openness allows natural light to filter through its wooden framework, creating a captivating interplay of light and shadow that evolves with the time of day.\n\nThe Spire Array reflects the playful ingenuity of its creators and the hands-on spirit of Design Build at Cal Poly. Though lacking an official name, its rumored that the Professor doesn't take a liking to its unofficial one!",
      "advisor_builders": [
        {
          "name": "Dale Clifford",
          "role": ["Advisor"]
        },
        {
          "name": "Design Build Team",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-4",
          "description": "Main image of the Spire Array."
        },
        {
          "type": "closeup",
          "path": "/images/C-4",
          "description": "Close-up image of the Spire Array."
        },
        {
          "type": "other",
          "path": "/other/spireArray1",
          "description": "The design build team posing in front of the finished structure."
        },
        {
          "type": "other",
          "path": "/other/spireArray2",
          "description": "Structure seen just after completion, the wood a brighter and newer color."
        }
      ],
      "tags": [
        "geometric design",
        "light filtering",
        "minimalist architecture",
        "efficient materials",
        "shadow play",
        "visually intriguing",
        "structural creativity"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://calpolydesignbuild.weebly.com/poly-canyon.html",
          "title": "Website Design Build"
        },
        {
          "URL": "https://youtu.be/PTjAWOCXd1w",
          "linkType": "Article",
          "title": "Youtube Video of Build"
        }
      ],
      "_id": "6722b48799b26f2c000bb487",
      "description": "Wild horses are sometimes seen near the Spire Array, a striking wooden structure constructed in 2020. Its minimalist, triangular form explores geometric design and efficient construction methods, filtering natural light into dynamic shadow patterns. Crafted from simple materials, it embodies creativity and resourcefulness in experimental architecture.",
      "year": "2020"
    },
    {
      "names": ["Palm Tree"],
      "number": 5,
      "url": "palmTree",
      "status": "Active",
      "location": {
        "latitude": 35.31499,
        "longitude": -120.65241
      },
      "extended_description": "This sculpture is one of the more enigmatic structures in this experimental collection, with limited information available beyond its construction year and the builders credited on its plaque. Its design aimed to harness the differing expansion and contraction rates of its dissimilar metals, theoretically enabling subtle rotation in response to temperature changes. Whether or not this functionality was achieved, the structure’s intent reflects an intriguing exploration of how environmental forces could shape engineered movement.\n\nThe structure’s minimalist appearance—a slender central pole crowned with metallic elements—suggests an interplay of simplicity and sophistication. Palm Tree prompts questions about the relationship between natural processes and human design, making it a compelling,  mysterious piece of architectural experimentation.",
      "advisor_builders": [
        {
          "name": "Cristina Alcala",
          "role": ["Builder"]
        },
        {
          "name": "Jaime Mora",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-5",
          "description": "Main image of the Palm Tree."
        },
        {
          "type": "closeup",
          "path": "/images/C-5",
          "description": "Close-up image of the Palm Tree."
        }
      ],
      "tags": [
        "thermal expansion design",
        "rotating metals",
        "minimalist appearance",
        "environmental engineering",
        "artistic interplay",
        "structural experimentation"
      ],
      "links": [],
      "_id": "6722b48799b26f2c000bb488",
      "description": "Not much is known about Palm Tree, a 1993 experiment blending art and environmental engineering. Designed to explore the effects of thermal expansion, it features a tall central pole topped by dissimilar metals meant to respond to changing temperatures. Though its intended rotation may never have materialized, the structure remains a minimalist yet ambitious example of structural experimentation.",
      "year": "1993"
    },
    {
      "names": ["Tensile", "Tensile Fabric Pavilion"],
      "number": 6,
      "url": "tensile",
      "status": "Active",
      "location": {
        "latitude": 35.31523,
        "longitude": -120.65243
      },
      "extended_description": "This structure represents a bold experiment in lightweight structural design, combining engineering precision with architectural artistry. The pavilion’s design utilizes prefabricated fabric panels stretched under high tension, anchored securely by twelve underground footings. This approach showcases the innovation of tensile structures, which use pre-stressed materials to distribute loads efficiently while maintaining a lightweight, sculptural form.\n\nThe pavilion’s creation was a collaborative effort between architecture and engineering students, who overcame limited resources through donations totaling $20,000, including specialized fabric from an Ohio manufacturer and alumni financial support. The construction process spanned over a year, with the student-led team tackling challenges in material sourcing, planning, and assembly. Its unveiling during the 2003 Open House marked a milestone as the first addition to the experimental architecture collection in over a decade.\n\nInitially designed as a shade structure for annual design village events, the pavilion has taken on symbolic and personal significance. It even hosted a wedding ceremony beneath its canopy, underscoring its unique ability to merge practical function with emotional resonance. Today, the Tensile Fabric Pavilion stands as a testament to the innovative potential of tensile materials and the power of interdisciplinary collaboration.",
      "advisor_builders": [
        {
          "name": "Kiren Kelly-Sneed",
          "role": ["Builder"]
        },
        {
          "name": "Theresa Zaro",
          "role": ["Builder"]
        },
        {
          "name": "Royce Chow",
          "role": ["Builder"]
        },
        {
          "name": "Abe Lynn",
          "role": ["Advisor"]
        },
        {
          "name": "Michael Lucas",
          "role": ["Advisor"]
        },
        {
          "name": "Walt Tryon",
          "role": ["Builder"]
        },
        {
          "name": "Richard Zweifel",
          "role": ["Advisor"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-6",
          "description": "Main image of the Tensile."
        },
        {
          "type": "closeup",
          "path": "/images/C-6",
          "description": "Close-up image of the Tensile."
        },
        {
          "type": "other",
          "path": "/other/tensile1",
          "description": "Early model crafted in the CAED shop."
        },
        {
          "type": "other",
          "path": "/other/tensile2",
          "description": "A crane lowering support posts into place during construction."
        },
        {
          "type": "other",
          "path": "/other/tensile3",
          "description": "Final adjustments being made during construction."
        },
        {
          "type": "other",
          "path": "/other/tensile4",
          "description": "A wedding photo with the ceremony setup in the background, July 2003"
        }
      ],
      "tags": [
        "tensile fabric pavilion",
        "high-tension cables",
        "interdisciplinary collaboration",
        "prefabricated panels",
        "Open House showcase",
        "durable shade structure",
        "architectural centerpiece"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/tensile-structure",
          "title": "CAED Website"
        },
        {
          "linkType": "Article",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=6921&context=studentnewspaper",
          "title": "Mustang Daily Historical"
        },
        {
          "linkType": "Article",
          "title": "Article Feature",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1484&context=calpoly_magazine"
        }
      ],
      "_id": "6722b48799b26f2c000bb489",
      "description": "The Tensile Fabric Pavilion, completed in 2003, is a striking shade structure that blends lightweight fabric panels and high-tension cables into an elegant design. Built through interdisciplinary collaboration, it demonstrates how tensile materials can combine efficiency with aesthetic appeal, making it a centerpiece of the architectural collection.",
      "year": "2002"
    },
    {
      "names": ["Geodesic Dome"],
      "number": 7,
      "url": "geodesicDome",
      "status": "Active",
      "location": {
        "latitude": 35.31538,
        "longitude": -120.65271
      },
      "extended_description": "The dome was inspired by Buckminster Fuller, a renowned architect and inventor whose work popularized the geodesic structure as an efficient and sustainable design. Fuller’s principles of “energetic geometry” focus on using interlocking triangles to evenly distribute forces, allowing lightweight yet strong structures that enclose large volumes with minimal material. This approach gained momentum in the post-war era, and Cal Poly’s dome became an early example of these revolutionary concepts on the West Coast.\n\nOriginally constructed in 1957 near the architecture building, the dome was relocated to its current site in 1963, where it became an enduring symbol of Cal Poly’s commitment to hands-on, collaborative learning. Unlike traditional builds led by small teams, this project involved hundreds of students, emphasizing large-scale teamwork and experimentation. Made from surplus boiler pipes and assembled with over 19,000 bolts, it served as a milestone for Cal Poly’s \"Learn by Doing\" philosophy, marking the first major application of this ethos on campus.\n\nOver the decades, the Geodesic Dome has served multiple functions, including a chapel, gathering space, and sound stage during Design Village events, where its unique acoustics are utilized. Today, it continues to stand as a cultural and architectural icon, inspiring students and visitors alike with its blend of efficiency, collaboration, and timeless design.",
      "advisor_builders": [
        {
          "name": "George Hasslein",
          "role": ["Advisor"]
        },
        {
          "name": "M.P. Taylor",
          "role": ["Advisor"]
        },
        {
          "name": "Richard Neill (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "William Roth (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Donald Mills (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Samuel Peterson (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Don Trunklage (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "James Winter (MECH-E)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-7",
          "description": "Main image of the Geodesic Dome."
        },
        {
          "type": "closeup",
          "path": "/images/C-7",
          "description": "Close-up image of the Geodesic Dome."
        },
        {
          "type": "other",
          "path": "/other/geodesicDome1",
          "description": "Sketch of the original geodesic dome constructed on campus."
        },
        {
          "type": "other",
          "path": "/other/geodesicDome2",
          "description": "The completed dome in 1957, with Mount Bishop in the background."
        },
        {
          "type": "other",
          "path": "/other/geodesicDome3",
          "description": "Students experimenting with materials inside the dome near the architectural engineering classrooms."
        },
        {
          "type": "other",
          "path": "/other/geodesicDome4",
          "description": "Students assembling the dome in Poly Canyon."
        },
        {
          "type": "other",
          "path": "/other/geodesicDome5",
          "description": "A climber working on the dome’s assembly in Poly Canyon."
        }
      ],
      "tags": [
        "geodesic structure",
        "triangular framework",
        "lightweight strength",
        "acoustic properties",
        "multifunctional space",
        "architectural innovation",
        "post-war design"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/geodesic-dome",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10166685",
          "title": "Library Archive"
        }
      ],
      "_id": "6722b48799b26f2c000bb48a",
      "description": "Inspired by Buckminster Fuller’s groundbreaking ideas, Cal Poly’s Geodesic Dome was constructed in 1957 as the first of its kind on the West Coast. Built collaboratively by hundreds of students using surplus materials, it became the first major embodiment of the university’s “Learn by Doing” philosophy. Lightweight yet strong, the dome also became an example of \"Learn by Doing Again\"—when students moved it piece by piece to its current home in 1963.",
      "year": "1963"
    },
    {
      "names": ["Cantilever Deck", "Master Builders"],
      "number": 8,
      "url": "cantileverDeck",
      "status": "Active",
      "location": {
        "latitude": 35.31567,
        "longitude": -120.65255
      },
      "extended_description": "The deck was envisioned as an experiment meant to push architectural boundaries. Using a cantilever system—a design where weight is supported by beams anchored on only one end—the structure appears to float, suspended in space. This gravity-defying platform, fabricated with steel perimeter beams, cable connectors, and galvanized floor grating, achieves strength through balance, avoiding the need for traditional columns. Initially intended as an amphitheater, the deck evolved into a hybrid of engineering precision and architectural artistry, capable of withstanding the weight of curious cows grazing nearby. Its creation brought together architectural, engineering, and welding students, uniting their diverse skills in one bold and rugged design.\n\nOver time, the elements began to take their toll, but the deck’s story didn’t end there. In 2024, a new generation of students embarked on its restoration, breathing new life into this suspended marvel. The team began with a 3D scan, rebuilding missing plans from scratch and collaborating with one of the original welders to ensure accuracy. They replaced weathered wood beams with screw-laminated Alaskan yellow cedar, a material chosen for its resilience and long lifespan. Steel components were repainted, modern safety handrails were fabricated, and the platform’s infamous bounce was stabilized—all without losing its distinct character.\n\nThe restoration was as much about human connection as it was about construction. The team tackled obstacles like manually moving a massive boulder blocking the site and navigating long commutes, but what emerged was more than a finished deck: it was a bond forged through shared purpose. As Professor Anahid Behrouzi, the project’s advisor, reflected, the Cantilever Deck embodies a \"living project,\" growing and evolving with every generation of builders who care for it.\n\nThis suspended platform is more than an architectural feat—it’s a story of experimentation, collaboration, and the enduring spirit of reinvention.",
      "advisor_builders": [
        {
          "name": "Ken Brown",
          "role": ["Advisor"]
        },
        {
          "name": "Abby Lentz",
          "role": ["Advisor"]
        },
        {
          "name": "Michael Brennan",
          "role": ["Advisor"]
        },
        {
          "name": "Liz Adams",
          "role": ["Advisor"]
        },
        {
          "name": "John Lawson",
          "role": ["Advisor"]
        },
        {
          "name": "John Norrena",
          "role": ["Builder"]
        },
        {
          "name": "Jeff Gilman",
          "role": ["Builder"]
        },
        {
          "name": "Paco Perez",
          "role": ["Builder"]
        },
        {
          "name": "Joseph P. Meyer",
          "role": ["Builder"]
        },
        {
          "name": "Roger Biddle",
          "role": ["Builder"]
        },
        {
          "name": "Calvin Vigeant",
          "role": ["Builder"]
        },
        {
          "name": "Calvin Morgan",
          "role": ["Builder"]
        },
        {
          "name": "Kimberley Throndson",
          "role": ["Builder"]
        },
        {
          "name": "Rowan Hernandez",
          "role": ["Builder"]
        },
        {
          "name": "Anahid Behrouzi",
          "role": ["Advisor"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-8",
          "description": "Main image of the Cantilever Deck."
        },
        {
          "type": "closeup",
          "path": "/images/C-8",
          "description": "Close-up image of the Cantilever Deck."
        },
        {
          "type": "other",
          "path": "/other/cantileverDeck1",
          "description": "Wedding photos taken on the edge of the cantilever deck."
        },
        {
          "type": "other",
          "path": "/other/cantileverDeck2",
          "description": "Renovation team cutting the ribbon with original builder Ronan."
        },
        {
          "type": "other",
          "path": "/other/cantileverDeck3",
          "description": "A crane lowering the deck into place during construction."
        },
        {
          "type": "other",
          "path": "/other/cantileverDeck4",
          "description": "Students working on preparing the foundation for the pouring of concrete."
        },
        {
          "type": "other",
          "path": "/other/cantileverDeck5",
          "description": "Finished photo of the cantilever deck taken right after its completion."
        }
      ],
      "tags": [
        "cantilevered platform",
        "interdisciplinary teamwork",
        "suspended design",
        "steel perimeter beams",
        "cable-supported structure",
        "Alaskan yellow cedar",
        "structural restoration",
        "rugged functionality"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/cantilever-deck",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10303912",
          "title": "Library Archive"
        }
      ],
      "_id": "6722b48799b26f2c000bb48b",
      "description": "The Cantilever Deck, first constructed in 1990, defies gravity with its daring suspended design. Built by students as an interdisciplinary senior project, it uses steel beams and cable supports to balance its weight dynamically without traditional columns. Recently restored in 2024, the deck now features durable Alaskan yellow cedar and modernized safety elements, bridging past innovation with future inspiration.",
      "year": "1990 / 2024"
    },
    {
      "names": ["Restrooms", "Earth-Formed Restrooms", "Concrete Bathrooms"],
      "number": 9,
      "url": "restrooms",
      "status": "Active",
      "location": {
        "latitude": 35.31565,
        "longitude": -120.65301
      },
      "extended_description": "The restrooms stand out as both an architectural experiment and a massive terraforming effort. Students began by shaping a large earthen mound to serve as a mold for the roof’s bold, curved design. Concrete was then applied using the shotcrete technique—where the material is sprayed onto the surface—before the soil was carefully excavated to reveal the finished structure. This approach not only created a seamless roof but also demonstrated a creative use of natural materials as temporary formwork, blending functionality with organic aesthetics.\n\nThe facility, designed to accommodate both male and female restrooms, was fully functional for years, serving canyon visitors and even a caretaker who lived in a nearby house. Its concrete construction ensured durability and low maintenance, though time and weather coudln't touch it, vandalism rendered the interior unusable. What remains is the striking shell, a testament to the students’ ambition and the scale of their work. This project required precise planning, heavy equipment, and meticulous coordination among the student team, making it one of the most complex builds in the canyon.\n\nThough its original purpose has faded, the Earth-Formed Restrooms remain a reminder of the ingenuity and resourcefulness that went into shaping both the landscape and the structures of this unique architectural laboratory.",
      "advisor_builders": [
        {
          "name": "Albert Draves",
          "role": ["Advisor"]
        },
        {
          "name": "Robert Del Biano (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Raymond Howard (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Glen Jackson (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Harold Meier (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Ralph Nafzgar (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "John Sturla (ARCH)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-9",
          "description": "Main image of the Earth-Formed Restrooms."
        },
        {
          "type": "closeup",
          "path": "/images/C-9",
          "description": "Close-up image of the Earth-Formed Restrooms."
        },
        {
          "type": "other",
          "path": "/other/restrooms1",
          "description": "Workers carving out nearby earth during the restroom project."
        },
        {
          "type": "other",
          "path": "/other/restrooms2",
          "description": "Restrooms just after construction, before paths were smoothed."
        },
        {
          "type": "other",
          "path": "/other/restrooms3",
          "description": "A massive septic tank being installed, highlighting the scale of the project."
        },
        {
          "type": "other",
          "path": "/other/restrooms4",
          "description": "Cement truck filling in some of the final work, with the Dome seen in the background."
        }
      ],
      "tags": [
        "earth-formed architecture",
        "curved concrete roof",
        "soil formwork",
        "durable construction",
        "shotcrete technique",
        "functional design"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/earth-formed-restrooms",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10160061",
          "title": "Library Archive"
        }
      ],
      "_id": "6722b48799b26f2c000bb48c",
      "description": "The Earth-Formed Restrooms, built in 1972, pushed the boundaries of student-led construction with one of the largest terraforming projects in the area. Using an earthen mound as a temporary mold, students poured the curved concrete roof before excavating the soil to reveal a durable, minimalist structure. Though no longer functional, the restrooms once served canyon visitors and even supported a caretaker living nearby.",
      "year": "1972"
    },
    {
      "names": ["Underground House", "Earth Shelter", "Earth House"],
      "number": 10,
      "url": "undergroundHouse",
      "status": "Active",
      "location": {
        "latitude": 35.31628,
        "longitude": -120.65306
      },
      "extended_description": "The house was originally envisioned in 1963, but serious work began in 1980 as a bold experiment in sustainable architecture, combining interdisciplinary efforts in design, engineering, and construction. Its concept was rooted in the principles of earth-sheltered housing, aiming to harmonize with the environment while utilizing passive solar strategies to minimize energy use. The structure’s ferrocement dome, reinforced with wire mesh, was selected for its affordability, durability, and flexibility—a material capable of adapting to the natural contours of the site.\n\nThe project’s early stages were marked by extensive excavation and the laying of a foundation that allowed the house to nestle partially into the hillside. Bentonite tiles were installed for waterproofing, a critical step in protecting the subterranean design from moisture intrusion. However, as work progressed, the challenges of coordinating large-scale, student-led construction became evident. Securing funding proved difficult, and while successive teams of students contributed to key elements such as dome reinforcement and structural stability, the vision of a fully enclosed, livable family home remained out of reach.\n\nBy the late 1980s, the project’s momentum had slowed, leaving the structure incomplete. Intended features like interior finishes, landscaping, and full enclosure were never realized, exposing the house to the elements and leaving it in a raw, unfinished state. Despite this, the Underground House found new life as a gathering space for students and a tangible example of experimental architecture. Later preservation efforts focused on stabilizing the structure and maintaining its integrity, allowing it to endure as a symbol of both the promise and the complexities of student-driven design.",
      "advisor_builders": [
        {
          "name": "Wesley Ward",
          "role": ["Advisor"]
        },
        {
          "name": "Jim Rodger",
          "role": ["Advisor"]
        },
        {
          "name": "James Rodger",
          "role": ["Advisor"]
        },
        {
          "name": "John L. Hughes",
          "role": ["Builder"]
        },
        {
          "name": "Wing K. Low",
          "role": ["Builder"]
        },
        {
          "name": "Michael Chambers",
          "role": ["Builder"]
        },
        {
          "name": "Dan Veyna",
          "role": ["Builder"]
        },
        {
          "name": "Patricia Kutzmann",
          "role": ["Builder"]
        },
        {
          "name": "David Ewell",
          "role": ["Builder"]
        },
        {
          "name": "John Crowhurst",
          "role": ["Builder"]
        },
        {
          "name": "Art Rack",
          "role": ["Builder"]
        },
        {
          "name": "Steve Dunn",
          "role": ["Builder"]
        },
        {
          "name": "Carl Barrett (CN)",
          "role": ["Builder"]
        },
        {
          "name": "Robert Cocores (CN)",
          "role": ["Builder"]
        },
        {
          "name": "Allyn McFarlin (CN)",
          "role": ["Builder"]
        },
        {
          "name": "John Provato (CN)",
          "role": ["Builder"]
        },
        {
          "name": "Jesse Wedemeyer (CN)",
          "role": ["Builder"]
        },
        {
          "name": "Pat Dennis (CN)",
          "role": ["Builder"]
        },
        {
          "name": "Fred Kozono (CN)",
          "role": ["Builder"]
        },
        {
          "name": "Mark McIntire (CN)",
          "role": ["Builder"]
        },
        {
          "name": "Chris Sterios (CN)",
          "role": ["Builder"]
        },
        {
          "name": "Craig Wilson (CN)",
          "role": ["Builder"]
        },
        {
          "name": "Wayne Christian (CN)",
          "role": ["Builder"]
        },
        {
          "name": "Mark V. Zeolla (CN)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-10",
          "description": "Main image of the Underground House."
        },
        {
          "type": "closeup",
          "path": "/images/C-10",
          "description": "Close-up image of the Underground House."
        },
        {
          "type": "other",
          "path": "/other/undergroundHouse1",
          "description": "Sketch of the 1963 Earth House concept that inspired the underground house."
        },
        {
          "type": "other",
          "path": "/other/undergroundHouse2",
          "description": "Construction photo showing the mesh outline and carved hillside."
        }
      ],
      "tags": [
        "earth-sheltered design",
        "ferrocement structure",
        "passive solar principles",
        "bentonite waterproofing",
        "partially subterranean",
        "sustainable housing experiment",
        "experimental architecture"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/underground-house",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10374463",
          "title": "Library Archive"
        },
        {
          "linkType": "Article",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=4033&context=studentnewspaper",
          "title": "Mustang Daily Historical"
        }
      ],
      "_id": "6722b48799b26f2c000bb48d",
      "description": "The Underground House, also known as the Earth Shelter, was envisioned in 1982 as a sustainable housing experiment blending ferrocement construction with passive solar principles. Partially subterranean and integrated into the landscape, it represents an ambitious attempt to create an energy-efficient family home. Though delays and funding challenges left it incomplete, the structure remains a striking example of student-led exploration into sustainable design.",
      "year": "1982"
    },
    {
      "names": ["Sun Dial", "Project 70 "],
      "number": 11,
      "url": "sunDial",
      "status": "Active",
      "location": {
        "latitude": 35.31633,
        "longitude": -120.65362
      },
      "extended_description": "This structure reimagines the ancient art of solar timekeeping through the lens of modern engineering and architecture. Its pre-cast concrete ribs, linked by tensioned steel cables, curve gracefully in a parabolic arc designed to follow the sun’s path with precision. Brass hour markers once adorned the structure, adding a functional yet artistic element, while the play of light and shadow transformed the landscape into a timepiece.\n\nOriginally, the Sun Dial was part of a broader plan that included an acoustic dam intended to amplify the sound of the nearby creek. However, environmental concerns led to the dam’s cancellation, leaving the Sun Dial to take center stage. Construction demanded both creativity and technical expertise: students used a leapfrog tensioning system to assemble the ribs, epoxy resin for joint stability, and surveying tools to ensure solar alignment. The process required constant problem-solving, reflecting the project’s spirit of experimentation.\n\nWhile decades of exposure to the elements have left it partially deteriorated, the Sun Dial endures as a functional sculpture and a testament to the power of collaboration. Its design celebrates not only the rhythms of the sun but also the ingenuity of those who built it, offering a lasting reminder of architecture’s ability to merge art, science, and the natural world.",
      "advisor_builders": [
        {
          "name": "John Stuart",
          "role": ["Advisor"]
        },
        {
          "name": "Dean Archambeau (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Michael Cheung (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Ross Downey (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Ty Fiscus (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Bradley Gilton (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Lee Haney (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Ken Hill (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Minoru Ikeda",
          "role": ["Builder"]
        },
        {
          "name": "Jim Kaping",
          "role": ["Builder"]
        },
        {
          "name": "Prayad Katanyutanon",
          "role": ["Builder"]
        },
        {
          "name": "Darrel Kleinhesselink",
          "role": ["Builder"]
        },
        {
          "name": "Allen Lane",
          "role": ["Builder"]
        },
        {
          "name": "Ron Larson",
          "role": ["Builder"]
        },
        {
          "name": "Boom Manoburachailert",
          "role": ["Builder"]
        },
        {
          "name": "Bill McEvoy",
          "role": ["Builder"]
        },
        {
          "name": "Russ Michealsen",
          "role": ["Builder"]
        },
        {
          "name": "Yuen Chung Pi",
          "role": ["Builder"]
        },
        {
          "name": "Clayton Pharaoh",
          "role": ["Builder"]
        },
        {
          "name": "Bob Predmore",
          "role": ["Builder"]
        },
        {
          "name": "Ernie Reamer",
          "role": ["Builder"]
        },
        {
          "name": "Edgar Rodriguez",
          "role": ["Builder"]
        },
        {
          "name": "Nick Romanzov",
          "role": ["Builder"]
        },
        {
          "name": "Richard Tamae",
          "role": ["Builder"]
        },
        {
          "name": "Phil Thorson",
          "role": ["Builder"]
        },
        {
          "name": "Bob Tinney",
          "role": ["Builder"]
        },
        {
          "name": "Allen Tom",
          "role": ["Builder"]
        },
        {
          "name": "Aziz Turki",
          "role": ["Builder"]
        },
        {
          "name": "Ron Whitney",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-11",
          "description": "Main image of the Sun Dial."
        },
        {
          "type": "closeup",
          "path": "/images/C-11",
          "description": "Close-up image of the Sun Dial."
        },
        {
          "type": "other",
          "path": "/other/sunDial1",
          "description": "Cleaned sundial photographed, from 2019."
        },
        {
          "type": "other",
          "path": "/other/sunDial2",
          "description": "Historical image of the sundial in its original, complete form."
        }
      ],
      "tags": [
        "solar timekeeping",
        "pre-cast concrete ribs",
        "parabolic curves",
        "brass hour markers",
        "tensioned steel cables",
        "environmental harmony",
        "functional sculpture"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/sun-dial",
          "title": "CAED Website"
        },
        {
          "linkType": "Article",
          "URL": "https://infoweb.newsbank.com/apps/news/document-view?p=AMNEWS&docref=image/v2:1463448D97D52251@EANX-NB-16A51AC01B3AB453@2443257-16A39E8785175322@0-16A39E8785175322@&hlterms=Photo%20by%20Wayne%20Nicholls%20some%20clocks%20won't%20have%20to%20be&f=basic",
          "title": "Photo in Newspaper"
        }
      ],
      "_id": "6722b48799b26f2c000bb48e",
      "description": "The Sun Dial, constructed in 1971, combines the precision of solar timekeeping with the elegance of architectural design. Its pre-cast concrete ribs, supported by tensioned steel cables, form a parabolic structure perfectly aligned with the sun’s path. Though weathered by time, it remains a striking example of interdisciplinary ingenuity and environmental harmony.",
      "year": "1971"
    },
    {
      "names": ["Gunite Bridge", "Free Form Bridge"],
      "number": 12,
      "url": "guniteBridge",
      "status": "Active",
      "location": {
        "latitude": 35.3162,
        "longitude": -120.65377
      },
      "extended_description": "The bridge represents a pioneering approach to resource-efficient design. The structure’s core is a reinforced steel skeleton covered in metal lath, which was coated with gunite—a pneumatically applied concrete that forms a thin yet highly durable shell. This method allowed the bridge to achieve a lightweight form while maintaining exceptional strength. The design features two central posts supporting \"wings\" held in place by tension cables during construction. Once the gunite layer cured, the cables were cut, shifting the structure into compression—a deliberate engineering decision that maximized stability with minimal material use.\n\nTo enhance its visual appeal, a veneer of white sand and cement was applied, lending the bridge a smooth, sculptural quality that mirrors its structural elegance. This thin-shell design not only minimized material waste but also demonstrated how innovative techniques could transform utilitarian structures into works of art.\n\nSixty years later, the Gunite Bridge remains profoundly relevant. Its emphasis on sustainability—through material efficiency and lightweight design—foreshadowed modern concerns about minimizing environmental impact in construction. The techniques it pioneered have become foundational in experimental architecture, influencing everything from bridges to lightweight pavilions. Beyond its engineering achievements, the bridge serves as a reminder of the value of experimentation, proving that bold ideas and minimal resources can produce lasting innovation.",
      "advisor_builders": [
        {
          "name": "Wesley Ward",
          "role": ["Advisor"]
        },
        {
          "name": "Gordon Boles (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Roy Leland Bostrom (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Kokpo Ng (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Richard Saylor (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "John Ulloa (ARCE)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-12",
          "description": "Main image of the Gunite Bridge."
        },
        {
          "type": "closeup",
          "path": "/images/C-12",
          "description": "Close-up image of the Gunite Bridge."
        },
        {
          "type": "other",
          "path": "/other/guniteBridge1",
          "description": "Sketch of the original gunite bridge design from its thesis proposal."
        }
      ],
      "tags": [
        "gunite construction",
        "thin-shell design",
        "tension and compression",
        "innovative bridge technique",
        "minimal material use",
        "white sand veneer",
        "reinforced steel skeleton"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/gunite-bridge",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10436226",
          "title": "Library Archive"
        }
      ],
      "_id": "6722b48799b26f2c000bb48f",
      "description": "The Gunite Bridge, built in 1965, showcases innovation in thin-shell design and material efficiency. Using gunite—a sprayed concrete known for its strength and flexibility—the structure’s reinforced steel skeleton was shaped into flowing, minimalist forms. By balancing tension and compression, this bridge combines structural ingenuity with artistic elegance, standing as a testament to timeless architectural experimentation.",
      "year": "1965"
    },
    {
      "names": ["Timber Truss"],
      "number": 13,
      "url": "timberTruss",
      "status": "Active",
      "location": {
        "latitude": 35.31654,
        "longitude": -120.654
      },
      "extended_description": "Little is known about the bridge's early history, but its design reflects the practical elegance of traditional timber truss construction. Built in 1994, the bridge demonstrates the versatility of wood as a sustainable material and emphasizes structural efficiency through its straightforward engineering. Both functional and unassuming, the bridge blends seamlessly into its natural surroundings.\n\nIn 2015, the bridge was restored as part of a Canyon Days event, where volunteers repaired structural components and reinforced the design after decades of wear. Among the restoration team was first-year architecture student Keigen Langholff, whose enthusiasm for the project left a deep impression on his peers. Following his tragic passing shortly after the restoration, the bridge became a quiet memorial to his dedication, reflecting the collaborative spirit of the canyon.",
      "advisor_builders": [
        {
          "name": "Derek Bonsper",
          "role": ["Builder"]
        },
        {
          "name": "Josh Randall",
          "role": ["Builder"]
        },
        {
          "name": "Fred Sobottka",
          "role": ["Builder"]
        },
        {
          "name": "Mike Willis",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-13",
          "description": "Main image of the Timber Truss."
        },
        {
          "type": "closeup",
          "path": "/images/C-13",
          "description": "Close-up image of the Timber Truss."
        }
      ],
      "tags": [
        "timber truss bridge",
        "sustainable material",
        "structural efficiency",
        "canyon restoration",
        "memorial dedication",
        "traditional engineering"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/timber-truss-bridge",
          "title": "CAED Website"
        }
      ],
      "_id": "6722b48799b26f2c000bb490",
      "description": "The Timber Truss Bridge, built in 1994 and restored in 2015, highlights the strength and efficiency of traditional truss engineering. Using timber for both its durability and sustainability, the bridge serves as a functional yet understated element in the canyon",
      "year": "1994 / 2015"
    },
    {
      "names": [
        "Stick Structure",
        "Jake's Structure",
        "Structural Stability Model"
      ],
      "number": 14,
      "url": "stickStructure",
      "status": "Active",
      "location": {
        "latitude": 35.31668,
        "longitude": -120.65384
      },
      "extended_description": "The structure was conceived as a senior project with a bold purpose: to create a life-sized, reconfigurable model for teaching structural stability. Its original design featured plywood shear walls and bolted connections, allowing students to disassemble and reconfigure it to study different load flows and configurations. However, this vision of adaptability was never realized, and the structure remained static for over three decades. Exposure to the elements took its toll, with the plywood walls deteriorating and the framework leaning precariously by the early 2000s.\n\nIn 2009, a dedicated team of students took on the challenge of revitalizing the Stick Structure, preserving its educational intent while addressing its growing instability. The team carefully dismantled the aging framework, navigating rusted bolts and compromised materials. In its place, they introduced modern updates that reimagined the structure for a new generation. Steel diaphragms replaced the plywood walls, offering greater durability and resistance to weather. A two-directional truss system improved stability, while a cornerlever design reduced column dependence, maximizing open space and enhancing the structure’s versatility.\n\nThe renovation process exemplified collaborative problem-solving, blending respect for the original design with forward-thinking innovations. More than a structure, the Stick Structure represents an evolving educational tool, demonstrating how modular frameworks can adapt to new needs while maintaining their relevance. Its ability to transform, both physically and conceptually, has made it a rare and enduring model of reconfigurable design.",
      "advisor_builders": [
        {
          "name": "Jake Feldman",
          "role": ["Advisor"]
        },
        {
          "name": "Abe Lynn",
          "role": ["Advisor"]
        },
        {
          "name": "Cole McDaniel",
          "role": ["Advisor"]
        },
        {
          "name": "William P. Marin (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Brian Gottlieb (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Bill Martin (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Don Morita (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Michelle Pettit (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Chase Helgenberger (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Alex Barnes (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Katie Blaesser (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Blake Roskelley (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Justin Porter (ARCE)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-14",
          "description": "Main image of the Stick Structure."
        },
        {
          "type": "closeup",
          "path": "/images/C-14",
          "description": "Close-up image of the Stick Structure."
        },
        {
          "type": "other",
          "path": "/other/stickStructure1",
          "description": "The structure after its 2009 rebuild, featuring a new blue paint job."
        },
        {
          "type": "other",
          "path": "/other/stickStructure2",
          "description": "A Poly Canyon permit form submitted for the original build approval."
        },
        {
          "type": "other",
          "path": "/other/stickStructure3",
          "description": "Historical photo of the initial stick structure under construction."
        },
        {
          "type": "other",
          "path": "/other/stickStructure4",
          "description": "The stick structure in 2009 before renovations."
        }
      ],
      "tags": [
        "modular framework",
        "structural stability model",
        "reconfigurable architecture",
        "steel diaphragms",
        "two-directional truss",
        "cornerlever design",
        "educational tool"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/stick-structure",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10374284",
          "title": "Library Archive"
        }
      ],
      "_id": "6722b48799b26f2c000bb491",
      "description": "The Stick Structure, originally built in 1976, is a modular educational model designed to explore structural stability and load distribution. Intended for reconfiguration, it remained static for decades before its 2009 renovation introduced steel diaphragms, a two-directional truss system, and a cornerlever design. This transformation preserved its purpose as a teaching tool while showcasing innovation and resilience.",
      "year": "1976 / 2009"
    },
    {
      "names": ["Pyramid"],
      "number": 15,
      "url": "pyramid",
      "status": "Active",
      "location": {
        "latitude": 35.31697,
        "longitude": -120.65411
      },
      "extended_description": "The pyramid is both an architectural enigma and a masterclass in playful ambiguity. Its creator, H. William Sievers, crafted a structure that offers just enough form to fuel endless speculation while never committing to a clear purpose. Is it a nod to the timeless power of pyramids? A sarcastic critique of overthinking design? Or a simple senior project taken to its logical, absurd conclusion? The beauty of the Pyramid lies in its refusal to answer, instead leaving interpretation entirely up to the viewer.\n\nThe journey to construct the Pyramid was as baffling as the final result. Its simple frame of four poles met surprising resistance from the stubborn clay of its site, and logistical hiccups turned even the smallest tasks into feats of patience. Was the chaos part of the process, or simply a reflection of the structure’s ultimate whimsy? Either way, it adds a layer of charm to what might otherwise be dismissed as “just four poles.”\n\nOver the years, the Pyramid has been many things: a meditation spot, an accidental art installation, and, most convincingly, a monument to mystery itself. In a landscape of bold experimentation and engineering triumphs, the Pyramid is a quiet yet audacious statement. It whispers, “Not everything needs to make sense,” reminding us that sometimes the best structures are the ones that let us fill in the gaps.",
      "advisor_builders": [
        {
          "name": "Jens Pohl",
          "role": ["Advisor"]
        },
        {
          "name": "H. William Sievers (ARCH)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-15",
          "description": "Main image of the Pyramid."
        },
        {
          "type": "closeup",
          "path": "/images/C-15",
          "description": "Close-up image of the Pyramid."
        }
      ],
      "tags": [
        "enigmatic design",
        "geometric experimentation",
        "artistic statement",
        "mysterious purpose",
        "ancient design homage",
        "interpretive architecture"
      ],
      "links": [],
      "_id": "6722b48799b26f2c000bb492",
      "description": "The Pyramid defies explanation—whether it’s an homage to ancient wonders, an exercise in minimalism, or an elaborate inside joke, its purpose remains unclear. With its four poles forming a geometric silhouette, the structure invites more questions than answers, challenging visitors to ponder its intent—or lack thereof.",
      "year": "1976"
    },
    {
      "names": ["Bridge House"],
      "number": 16,
      "url": "bridgeHouse",
      "status": "Active",
      "location": {
        "latitude": 35.316951,
        "longitude": -120.654464
      },
      "extended_description": "The Bridge House’s story began in 1964 as a bold vision to experiment with advanced building materials and minimalist design principles. Supported by Pittsburgh Plate Glass, the project integrated 4x8 glass panels, later upgraded to 8x8 versions, to test durability and performance in a real-world environment. This collaboration brought industry expertise into the canyon, turning the structure into both a learning tool and a living laboratory for material innovation. Completed in 1967 with foundational support from students and the Agricultural Department, the Bridge House initially prioritized its experimental role over residential functionality.\n\nEarly plans included features like a pool roof for passive solar heating and proposals for running water and electricity, though these ambitions were realized only gradually. In 1988, the Bridge House received electricity, and by 1995, running water was proposed, marking steps toward its eventual habitation. Despite these upgrades, the layout posed challenges, making it less than ideal as a residence. The first documented use as a caretaker’s home occurred in the late 1990s, with TJ Glenn and Sean Elselet among the first recorded occupants. One later caretaker even lived in the structure with his entire family, adapting the unconventional space to meet their needs.\n\nThe experimental nature of the Bridge House continued into the 2000s with a pond roof installation, further testing its capacity for passive design elements. However, years of exposure and vandalism took their toll, leaving the structure in disrepair by the early 2000s. A student-led restoration in 2019 transformed it into a functional bridge while preserving its historical and architectural significance. The restoration replaced deteriorated barriers with modern guardrails and adapted the structure’s layout to reflect its original purpose of experimentation and versatility.\n\nNow, just a bridge, it stands as a powerful symbol of adaptive reuse and innovation. Its layered history—spanning material experimentation, early passive solar concepts, and evolving functionality—embodies the canyon’s ethos of pushing boundaries in design and construction. Despite its limitations as a residence, it remains an enduring example of collaboration between academia, industry, and creativity.",
      "advisor_builders": [
        {
          "name": "Paul Neel",
          "role": ["Advisor"]
        },
        {
          "name": "Vicky May",
          "role": ["Advisor"]
        },
        {
          "name": "Peter Lausen",
          "role": ["Advisor"]
        },
        {
          "name": "Kevin Dong",
          "role": ["Advisor"]
        },
        {
          "name": "Thomas Kommer",
          "role": ["Advisor"]
        },
        {
          "name": "Ronald Davena (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Joel Dean (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Robert Garlow (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Hilken Raymind (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Lui Horstmeyer (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "James January (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Lloyd Suehiro (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Thomas Wiggin (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Thomas Palmer (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Larry P. Stricker (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Jim Lewis (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Glenn Bruno (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Marc Fidler (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Ken Morrison (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Ren Muratore (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "David Richey (CM)",
          "role": ["Builder"]
        },
        {
          "name": "Kevin P. Bresnahan (Civil)",
          "role": ["Builder"]
        },
        {
          "name": "Jennifer Ingel (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Jean Metzinger (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "William Rosenblatt (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Josh Raney (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Alec Zavala (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Samantha Solow (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Adam Pruitt (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Chris Levy (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Severin B. Elste (CM)",
          "role": ["Builder"]
        },
        {
          "name": "Ben Sykes (ARCE)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-16",
          "description": "Main image of the Bridge House."
        },
        {
          "type": "closeup",
          "path": "/images/C-16",
          "description": "Close-up image of the Bridge House."
        },
        {
          "type": "other",
          "path": "/other/bridgeHouse1",
          "description": "A group photo of students who restored the bridge house, adding railings and reopening the boarded-up windows."
        },
        {
          "type": "other",
          "path": "/other/bridgeHouse2",
          "description": "A detailed sketch of the waste system designed for this structure, highlighting its functionality."
        },
        {
          "type": "other",
          "path": "/other/bridgeHouse3",
          "description": "This original design, requested by Craig Ellwood in 1964, reflects his long-standing support for Cal Poly."
        },
        {
          "type": "other",
          "path": "/other/bridgeHouse4",
          "description": "1966 photo of students installing glass into the bridge house."
        },
        {
          "type": "other",
          "path": "/other/bridgeHouse5",
          "description": "1998 photo of the bridge house in a completed form, with curtains covering the giant glass windows."
        }
      ],
      "tags": [
        "Cor-ten steel",
        "adaptive reuse",
        "seismic testing site",
        "rusting protective barrier",
        "modernist vision",
        "structural innovation",
        "hillside spanning"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10145842",
          "title": "Library Research Guide"
        },
        {
          "linkType": "Award",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10145842",
          "title": "Earthquake Testing"
        },
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/cmsp/251/",
          "title": "Restoration Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb493",
      "description": "The Bridge House, constructed between 1964 and 1967, exemplifies architectural experimentation with its innovative use of Cor-ten steel and a design that spans uneven terrain. Initially conceived as a testing site for advanced materials like glass panels and passive solar systems, it later served multiple functions, including guest lodging, a studio, and eventually housing caretakers. Though its use as a residence was sporadic and unconventional, the Bridge House remains a testament to adaptive design and collaborative innovation, highlighted by its 2019 restoration, which preserved its structural ingenuity while transitioning it into a functional bridge.",
      "year": "1968 / 2019"
    },
    {
      "names": ["Water Infra-Structure", "Water Tanks", "Water Systems"],
      "number": 17,
      "url": "water",
      "status": "Active",
      "location": {
        "latitude": 35.31697,
        "longitude": -120.65526
      },
      "extended_description": "Poly Canyon’s water infrastructure has its roots in 1965, when two Mechanical Engineering students partnered with Cal Poly’s Agriculture Department to tap a hillside spring and create a rudimentary catch basin. This early system used redwood planks to channel water to the Shell House, showcasing the canyon’s ethos of integrating natural resources with functional design.\n\nBy 1969, a concrete tank expanded the system’s capacity, redirecting water to new experimental structures like the Bridge House and Modular House.\n\nThe 1998 expansion marked the water system’s most ambitious phase. Designed by Architectural Engineering students, the project introduced the polyvinyl tanks that still stand today, encased in corrugated metal and supported by reinforced foundations to withstand shifting terrain. The tanks featured innovations like continuous footings, interlocking rings, and an overflow catch basin, reflecting both technical ingenuity and the canyon’s experimental aesthetic. Despite these advancements, the project also faced challenges, such as incomplete documentation and environmental unpredictability.\n\nOver the decades, the water system expanded to support various needs, including restrooms, additional pipelines, and storage. A 1987 user guide noted four septic tanks and seven toilets servicing the canyon, underscoring the system’s role in supporting the canyon's growing experimental community. Though the tanks and pipelines are no longer active, recent efforts to repair the system highlight its enduring importance as part of the canyon’s infrastructure.\n\nNow, the “Water Infra-Structure” stands as a testament to adaptive engineering and resourceful design. From the humble redwood catch basin to the iconic 1998 tanks, the system encapsulates a bold experiment in sustainable living.",
      "advisor_builders": [
        {
          "name": "Paul Fratessa",
          "role": ["Advisor"]
        },
        {
          "name": "Charlie Coe",
          "role": ["Advisor"]
        },
        {
          "name": "George Cattey (MECH-E)",
          "role": ["Builder"]
        },
        {
          "name": "Glenn Dang (MECH-E)",
          "role": ["Builder"]
        },
        {
          "name": "Gordon Bassett (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Rick Cox (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Mike Machado (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Jerry McMurry (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Craig Pedego (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Mathew Bittleston (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Ian Johnson (ARCE)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-17",
          "description": "Main image of the Water Tanks."
        },
        {
          "type": "closeup",
          "path": "/images/C-17",
          "description": "Close-up image of the Water Tanks."
        },
        {
          "type": "other",
          "path": "/other/waterTanks1",
          "description": "Students preparing surrounding roads for the water system construction."
        },
        {
          "type": "other",
          "path": "/other/waterTanks2",
          "description": "Students putting the tanks into place for a larger water storage system."
        },
        {
          "type": "other",
          "path": "/other/waterTanks3",
          "description": "Students digging for system installation."
        },
        {
          "type": "other",
          "path": "/other/waterTanks4",
          "description": "Student posing in the middle of the 1998 expansion project."
        },
        {
          "type": "other",
          "path": "/other/waterTanks5",
          "description": "Builders posing in front of the completed 1998 expansion."
        },
        {
          "type": "other",
          "path": "/other/waterTanks6",
          "description": "A modern day photo of the concrete water tank, this was the first ever part of the water infrastructure installed"
        },
        {
          "type": "other",
          "path": "/other/waterTanks7",
          "description": "A look into an access point for water infrastructure, that leads straight up to the water tank in the background. "
        }
      ],
      "tags": [
        "sustainable water system",
        "hillside spring source",
        "reinforced concrete tanks",
        "polyvinyl replacements",
        "gravity-fed flow",
        "environmental adaptation",
        "overflow catch basin"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/water-tanks",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10429523",
          "title": "Library Archive "
        }
      ],
      "_id": "6722b48799b26f2c000bb494",
      "description": "The water infrastructure of the canyon—dubbed \"Water Infra-Structure\" to reflect its dual role as both a physical utility and an experimental project—embodies decades of ingenuity and adaptation. Anchored by the 1998 expansion that introduced the polyvinyl tanks and surrounding design visible today, the system began in 1965 with a hillside spring tapped to feed the Shell House. Over time, it evolved into a network of pipelines, tanks, and sustainable designs that integrated resource management with architectural exploration.",
      "year": "1965 / 1998"
    },
    {
      "names": ["Observation Deck"],
      "number": 18,
      "url": "observationDeck",
      "status": "Active",
      "location": {
        "latitude": 35.31668,
        "longitude": -120.65465
      },
      "extended_description": "The deck stands as a testament to the creativity and persistence of its builders. Originally meant to serve as a rest stop for hikers and bikers, the project began as a proposal in 2017, led by construction management student. What started as a solo venture soon evolved into a collaborative effort with architectural engineering students as well, who brought technical precision to the design.\n\nPerched atop a scenic hill, the deck’s 12-by-12-foot footprint is framed in redwood lumber, chosen for its durability and natural aesthetic. Its light-framed shade structure offers reprieve from the sun while providing unobstructed views of the canyon and its iconic experimental structures. The foundation, reinforced with cast-in-place concrete pier footings and Simpson Strong Tie connections, ensures stability on the uneven hillside.\n\nThe project wasn’t without its challenges. Livestock safety concerns required the team to refine their design, softening edges and reinforcing openings to avoid animal entrapment. Environmental reviews added stormwater management and erosion prevention measures, while tight funding demanded creative outreach efforts to secure grants and donations. These obstacles, however, only underscored the students’ resourcefulness and commitment to bringing their vision to life.\n\nBeyond its practical purpose, the Observation Deck symbolizes a renewed energy in Poly Canyon—a reminder that innovation thrives through collaboration and perseverance. Whether enjoyed as a resting place or as a simple architectural feature, the deck invites visitors to pause, reflect, and appreciate what the canyon can be.",
      "advisor_builders": [
        {
          "name": "Philip Barlow",
          "role": ["Advisor"]
        },
        {
          "name": "Kevin Dong",
          "role": ["Advisor"]
        },
        {
          "name": "Daniel Knight",
          "role": ["Advisor"]
        },
        {
          "name": "Jordan H. Morofsky (CM)",
          "role": ["Builder"]
        },
        {
          "name": "Emir Kuljancic (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Sitora Vaxidova (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Tony Pellegrini (CM)",
          "role": ["Builder"]
        },
        {
          "name": "Harrison J. Woods (CM)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-18",
          "description": "Main image of the Observation Deck."
        },
        {
          "type": "closeup",
          "path": "/images/C-18",
          "description": "Close-up image of the Observation Deck."
        },
        {
          "type": "other",
          "path": "/other/observationDeck1",
          "description": "The observation deck freshly completed, awaiting paint."
        }
      ],
      "tags": [
        "redwood construction",
        "scenic rest stop",
        "outdoor recreation",
        "student-led project",
        "fundraising challenges",
        "hilltop positioning"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1176&context=cmsp",
          "title": "Plan Overview"
        },
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1082&context=arcesp",
          "title": "Thesis Calculations"
        },
        {
          "linkType": "Article",
          "URL": "https://www.youtube.com/watch?v=5FBn4XkRRzs",
          "title": "YouTube Interview"
        },
        {
          "linkType": "Article",
          "URL": "https://mustangnews.net/a-new-view-of-architecture-graveyard/",
          "title": "Mustang News Article"
        }
      ],
      "_id": "6722b48799b26f2c000bb495",
      "description": "Completed in 2019, the Observation Deck offers a shaded rest stop for hikers and bikers, perfectly positioned to showcase Poly Canyon’s natural beauty. Built from redwood lumber and anchored with concrete pier footings, the structure blends simplicity and purpose. Designed and constructed by a team of interdisciplinary students, the project overcame steep terrain, funding hurdles, and permitting challenges but were ultimately successful!",
      "year": "2019"
    },
    {
      "names": ["Poly Pavilion", "The Structure"],
      "number": 19,
      "url": "polyPavilion",
      "status": "Active",
      "location": {
        "latitude": 35.31638,
        "longitude": -120.65438
      },
      "extended_description": "The structure is an architectural and engineering triumph that has captivated visitors since its completion in 1985. Its design, inspired by Heinz Isler’s pioneering work with catenary curves, explores the mathematical beauty of tension and compression. Inverting the natural curve of a hanging chain to create three sweeping arches, the pavilion achieves a harmonious balance of structural efficiency and visual elegance.\n\nConstructed using precast concrete, the pavilion spans 40 feet and stands 8 feet at its apex, with a radial layout that emphasizes symmetry and flow. The students’ choice of precast elements allowed for efficient formwork and on-site assembly with crane assistance—an impressive logistical feat for a fully student-led project. The pavilion’s compression arch design maximizes material efficiency while minimizing maintenance, ensuring its longevity in the elements.\n\nToday, the structure has earned a reputation as one of the most popular destinations in the canyon. Its open, web-like geometry invites visitors to interact with it in creative ways—whether by hammocking between its beams, gathering beneath its arches, or stargazing on clear nights. Despite its minimalist appearance, the pavilion’s intricate geometry creates a space that feels both expansive and intimate, drawing visitors into its unique interplay of light, shadow, and structure.\n\nThe Poly Pavilion endures not only as a piece of experimental architecture but as a beloved landmark, connecting generations of students and visitors through its timeless design. ",
      "advisor_builders": [
        {
          "name": "Jake Feldman",
          "role": ["Advisor"]
        },
        {
          "name": "Alfredo Alcaraz",
          "role": ["Builder"]
        },
        {
          "name": "Armando Paez",
          "role": ["Builder"]
        },
        {
          "name": "Blanca Guerra",
          "role": ["Builder"]
        },
        {
          "name": "Bob Green",
          "role": ["Builder"]
        },
        {
          "name": "Brad Bishop",
          "role": ["Builder"]
        },
        {
          "name": "Brett Beeman",
          "role": ["Builder"]
        },
        {
          "name": "Chi Pham",
          "role": ["Builder"]
        },
        {
          "name": "Cindy Smith",
          "role": ["Builder"]
        },
        {
          "name": "Dave Hernandez",
          "role": ["Builder"]
        },
        {
          "name": "Frank Maskiewicz",
          "role": ["Builder"]
        },
        {
          "name": "Jim Low",
          "role": ["Builder"]
        },
        {
          "name": "Joe Michale",
          "role": ["Builder"]
        },
        {
          "name": "John Smith",
          "role": ["Builder"]
        },
        {
          "name": "Ken Brehmer",
          "role": ["Builder"]
        },
        {
          "name": "Ken Schumann",
          "role": ["Builder"]
        },
        {
          "name": "Ku Divita",
          "role": ["Builder"]
        },
        {
          "name": "Pete Chavez",
          "role": ["Builder"]
        },
        {
          "name": "Randal Brunson",
          "role": ["Builder"]
        },
        {
          "name": "Ricardo Arevalo",
          "role": ["Builder"]
        },
        {
          "name": "Stan Smith",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-19",
          "description": "Main image of the Poly Pavilion."
        },
        {
          "type": "closeup",
          "path": "/images/C-19",
          "description": "Close-up image of the Poly Pavilion."
        },
        {
          "type": "other",
          "path": "/other/polyPavilion1",
          "description": "Original pavilion plans featuring builder names and final calculations."
        },
        {
          "type": "other",
          "path": "/other/polyPavilion2",
          "description": "Students and faculty examining a pavilion model prior to construction."
        }
      ],
      "tags": [
        "catenary arches",
        "precast concrete",
        "compression arch design",
        "Heinz Isler inspiration",
        "radial layout",
        "low-maintenance structure",
        "architectural experimentation"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/poly-pavillion",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10090047",
          "title": "Library Archives"
        },
        {
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=4472&context=studentnewspaper",
          "linkType": "Article",
          "title": "Mustang Daily Historical"
        },
        {
          "URL": "https://smithcompanystructuralengineers.com/building-the-structure-1985/",
          "linkType": "Article",
          "title": "Video Documentary "
        }
      ],
      "_id": "6722b48799b26f2c000bb496",
      "description": "Nicknamed \"The Spider\" for its striking web-like design, the Poly Pavilion is one of the most iconic and well-loved structures in Poly Canyon. Completed in 1985, it features three catenary arches arranged in a radial layout, forming a geometric, low-profile dome. Built entirely by students using precast concrete, the pavilion remains a hub for stargazing, hammocking, and gathering, embodying an enduring spirit of experimentation and creativity.",
      "year": "1985"
    },
    {
      "names": ["Serenity Wall"],
      "number": 20,
      "url": "serenityWall",
      "status": "Active",
      "location": {
        "latitude": 35.31636,
        "longitude": -120.6541
      },
      "extended_description": "The wall stands as an understated masterpiece of design. Built along with 2 other smaller addition to the canyon, this structure is as much a philosophical statement as an architectural one. Its planks—deliberately left to weather—interact with sunlight to create dynamic, shifting shadows that change throughout the day and across seasons, reminding visitors of the passage of time.\n\nAnchored by serpentine rock bases, the wall’s minimalist design invites discovery without demanding attention. Positioned to align with moon cycles, it casts specific shadows on the 21st of each month, marking time in a way that connects celestial rhythms to the human experience. \n\nEvery material in the Serenity Wall tells a deliberate story. Recycled redwood planks echo the organic forms of the surrounding trees, while serpentine rock anchors the structure to its geological roots. Even its decay was designed with purpose—elements like the wooden doorjamb were meant to deteriorate gracefully, leaving behind traces of their presence as native grasses regrow. This “memory of place” philosophy celebrates life, death, and renewal as intertwined processes, making the wall more than just a structure—it’s a reflection of the natural cycles it inhabits.\n\nFunctionally, the wall serves as a meditative gateway, framing views of the canyon while quietly inviting visitors deeper into the landscape. Unlike some of the other, more experimental or imposing designs, the Serenity Wall’s restraint is its strength, subtly enhancing the environment without dominating it. Its wabi-sabi aesthetic, embracing impermanence and weathering, reflects an ethos of cyclical sustainability inspired by thinkers like Thoreau and principles like “Cradle to Cradle” design.\n\nIt’s hard to believe so much intention, philosophy, and harmony are built into this quiet wall—but it’s true. Every plank stands as proof that thoughtful design can transcend simplicity, leaving a lasting impression on both the landscape and those who encounter it.",
      "advisor_builders": [
        {
          "name": "Jonathan Reich",
          "role": ["Advisor"]
        },
        {
          "name": "Brian Milton (ARCH)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-20",
          "description": "Main image of the Serenity Wall."
        },
        {
          "type": "closeup",
          "path": "/images/C-20",
          "description": "Close-up image of the Serenity Wall."
        },
        {
          "type": "other",
          "path": "/other/serenityWall1",
          "description": "A vibrant spring photograph of Serenity Wall, newly completed."
        }
      ],
      "tags": [
        "redwood planks",
        "weather-resistant design",
        "natural harmony",
        "minimalist architecture",
        "subtle gateway",
        "low maintenance"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/serenity-wall",
          "title": "CAED Website"
        }
      ],
      "_id": "6722b48799b26f2c000bb497",
      "description": "The Serenity Wall, completed in 2004 by Brian Melton, is a quiet yet profound addition to the canyon, merging minimalist architecture with the rhythms of nature. Its weathered redwood planks and native serpentine rock create a gateway that reflects cyclical time and decay, framing the surrounding landscape. Designed to inspire reflection, it bridges the line between structure and environment, offering a subtle meditation on humanity’s place within natural cycles.",
      "year": "2004"
    },
    {
      "names": ["Hay Bale Arch", "Straw Bale Arch"],
      "number": 21,
      "url": "hayBale",
      "status": "Active",
      "location": {
        "latitude": 35.31612,
        "longitude": -120.65412
      },
      "extended_description": "The arch stands as a groundbreaking experiment in green architecture and likely the only straw bale double-barrel arch ever constructed. Conceived in 2004 as a senior project, the structure tested the limits of straw bale systems, which were historically undervalued despite their excellent insulating properties, fire resistance, and renewability. By adopting a parabolic shape and relying entirely on compression for stability, the design pushed the boundaries of what straw could achieve in structural engineering.\n\nBuilding the arch presented a series of technical and logistical challenges. The initial design collapsed during construction due to misalignment and insufficient temporary supports, prompting the team to rethink their approach. Using stronger rebar stakes and refined techniques, they successfully reconstructed the arch, demonstrating the composite strength of straw bales, wire mesh, and stucco. These materials worked in unison to distribute loads and stabilize the structure while maintaining its aesthetic and environmental appeal.\n\nHistorically, straw bale construction has been relegated to low-cost, utilitarian buildings. The Hay Bale Arch subverts this notion, proving that straw can serve as a medium for innovative, large-scale design. Its parabolic geometry, which optimally distributes weight through compression, further underscores the precision and ambition of the project.\n\nThough the \"window of truth\" that once revealed the straw core is now covered, the arch remains an unparalleled achievement in experimental architecture. It serves as a monument to sustainable engineering, combining historical techniques with modern ingenuity to create a structure that is both functional and forward-thinking.",
      "advisor_builders": [
        {
          "name": "Abe Lynn",
          "role": ["Advisor"]
        },
        {
          "name": "Adam Bradley (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Philip Greene (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Jason Hughey (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Matthew Vorhees (ARCE)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-21",
          "description": "Main image of the Hay Bale Arch."
        },
        {
          "type": "closeup",
          "path": "/images/C-21",
          "description": "Close-up image of the Hay Bale Arch."
        }
      ],
      "tags": [
        "straw bale construction",
        "sustainable design",
        "double-barrel arch",
        "insulation properties",
        "stucco finish",
        "structural innovation",
        "compression-based system"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/hay-bale-arch",
          "title": "CAED Website"
        }
      ],
      "_id": "6722b48799b26f2c000bb498",
      "description": "The Hay Bale Arch is likely the only structure of its kind in the world, showcasing a parabolic, double-barrel arch constructed entirely from straw bales. Completed in 2004, it was designed to highlight the untapped structural potential of straw, combining it with wire mesh and stucco for durability and insulation. This one-of-a-kind project reflects both the challenges and rewards of sustainable construction innovation.",
      "year": "2004"
    },
    {
      "names": ["Fratessa Tower"],
      "number": 22,
      "url": "fratessaTower",
      "status": "Active",
      "location": {
        "latitude": 35.315823,
        "longitude": -120.654225
      },
      "extended_description": "The tower is more than an observation deck—it’s a story told in steel and concrete. It honors Paul Fratessa, a guiding force in the Architectural Engineering program. Designed by students, it combines technical ingenuity with heartfelt tribute, creating a structure that’s as much a reflection of Fratessa’s legacy as it is an expression of the builders’ creativity.\n\nThe tower stands on the foundation of a previous hydraulic structure, blending past and present with a design rooted in modern engineering. Its precast concrete legs rise at sharp angles, forming a tripod-like frame stabilized by tension cables that stretch upward to meet at the apex. This design doesn’t just support the elevated platform—it gives the tower its distinct visual identity. A spiral staircase leads visitors to the viewing deck, where they’re greeted with expansive views of rolling hills and experimental architecture. It offers visitors a quiet moment to connect with the landscape while standing as a testament to the dedication of all the canyons builders, supporters, and visitors.\n\nFratessa Tower’s simplicity belies the layers of design and meaning packed into its framework. It’s hard to believe so much intention and purpose could fit into one structure, yet it does—and it stands as a lasting reminder of how design can honor the past while shaping the present.",
      "advisor_builders": [
        {
          "name": "Abe Lynn",
          "role": ["Advisor"]
        },
        {
          "name": "Rachel Martin",
          "role": ["Builder"]
        },
        {
          "name": "Justin Wei",
          "role": ["Builder"]
        },
        {
          "name": "Michael Braund",
          "role": ["Builder"]
        },
        {
          "name": "Eric Mcdonnell",
          "role": ["Builder"]
        },
        {
          "name": "Tanya Worotko",
          "role": ["Builder"]
        },
        {
          "name": "Adam Stagnaro",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-22",
          "description": "Main image of the Fratessa Tower."
        },
        {
          "type": "closeup",
          "path": "/images/C-22",
          "description": "Close-up image of the Fratessa Tower."
        },
        {
          "type": "other",
          "path": "/other/fratessaTower1",
          "description": "An upward view of the tower with the hay bale arch visible in the background."
        }
      ],
      "tags": [
        "observation tower",
        "scenic views",
        "precast concrete",
        "reused foundation",
        "structural dedication",
        "canyon landmark"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/fratessa-tower",
          "title": "CAED Website"
        },
        {
          "linkType": "Article",
          "URL": "https://digitalcommons.calpoly.edu/focus/vol2/iss1/5/",
          "title": "Project Highlight"
        }
      ],
      "_id": "6722b48799b26f2c000bb499",
      "description": "Fratessa Tower, built in 2004, stands as a bold yet thoughtful observation structure dedicated to Paul Fratessa, the former head of Cal Poly's ARCE department. With its soaring precast concrete legs and elegant tension cables, the tower reclaims the foundation of a previous hydraulic structure, transforming it into a platform for reflection and exploration. Offering sweeping views of nearby structures, the tower balances history, innovation, and memory in every detail.",
      "year": "2004"
    },
    {
      "names": ["Tensegrity", "Tensegrity Pavilion"],
      "number": 23,
      "url": "tensegrity",
      "status": "Active",
      "location": {
        "latitude": 35.31584,
        "longitude": -120.65382
      },
      "extended_description": "The structure is an ambitious exploration of balance and design, inspired by Buckminster Fuller’s principles of tensile integrity. The project began with a bold question: could a structure appear to float in mid-air without sacrificing stability? Over two years, a team of students meticulously developed the design, creating a pavilion that blends visual drama with structural ingenuity.\n\nThe pavilion’s core design centers on its suspended parallelogram canopy, held aloft by tension rods that connect to inverted wooden pyramids. Unlike conventional structures, where columns bear weight directly, the pavilion’s tension-based system redistributes forces through an intricate network of cables and compression elements. This approach not only achieves its signature \"floating\" effect but also serves as an educational example of tensegrity principles in action.\n\nBuilding the pavilion came with significant challenges. The team faced the inherent instability of tensile systems, pandemic-related delays, and the complexities of fabricating custom components. Through persistence and collaboration, they fabricated and assembled the pavilion, culminating in a precise final installation where the tension rods balanced the structure into perfect equilibrium. The result is a design that appears effortless but reflects countless hours of engineering precision.\n\nThe Tensegrity Pavilion stands as more than a functional structure. It’s a challenge to conventional thinking, inviting visitors to sit beneath its canopy and consider the invisible forces at work. Its message to Poly Canyon is a hopeful reminder: true innovation doesn’t just solve problems—it changes how we see them.",
      "advisor_builders": [
        {
          "name": "Kevin Dong",
          "role": ["Advisor"]
        },
        {
          "name": "Will Adam (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Ivan Cruz (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Jose Hernandez (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Kasey Tatis (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Truman Waller (ARCE)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-23",
          "description": "Main image of the Tensegrity."
        },
        {
          "type": "closeup",
          "path": "/images/C-23",
          "description": "Close-up image of the Tensegrity."
        },
        {
          "type": "other",
          "path": "/other/tensegrity1",
          "description": "A model of the tensegrity structure from the thesis project."
        },
        {
          "type": "other",
          "path": "/other/tensegrity2",
          "description": "The completed structure with official design stamps."
        },
        {
          "type": "other",
          "path": "/other/tensegrity3",
          "description": "Students assembling the structure in the architecture courtyard."
        }
      ],
      "tags": [
        "tensegrity principles",
        "floating pavilion",
        "tensile structure",
        "tension and compression",
        "architectural experimentation",
        "gravity-defying design"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://content-calpoly-edu.s3.amazonaws.com/arce/1/documents/Magazines/ARCE%20Mag%202021%20FINAL.pdf",
          "title": "ARCHE Magazine"
        },
        {
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1184&context=arcesp",
          "linkType": "Thesis",
          "title": "Original Thesis"
        },
        {
          "linkType": "Article",
          "title": "Mustang News Feature",
          "URL": "https://mustangnews.net/a-new-structure-has-been-built-in-arch-graveyard-for-the-first-time-in-20-years/"
        },
        {
          "linkType": "Article",
          "URL": "https://mustangnews.net/watch-a-look-at-the-new-structure-in-architecture-graveyard/",
          "title": "Mustang News Video"
        }
      ],
      "_id": "6722b48799b26f2c000bb49a",
      "description": "The Tensegrity Pavilion, completed in 2022, is a striking experiment in tensile integrity, where tension and compression work in harmony to create a structure that seems to defy gravity. Its suspended canopy, supported by steel tension rods anchored to inverted wooden pyramid columns, challenges traditional notions of architectural stability. Built by a team of architectural engineering students, it combines function and artistry as both a shaded seating area and a testament to innovative design.",
      "year": "2022"
    },
    {
      "names": [
        "Shell House",
        "Pre-Tension Post-Compression Concrete Shell",
        "Free Form House"
      ],
      "number": 24,
      "url": "shellHouse",
      "status": "Active",
      "location": {
        "latitude": 35.31549,
        "longitude": -120.65391
      },
      "extended_description": "The structure began as a radical vision, conceived in 1964 by six architectural engineering students eager to redefine the boundaries of structural efficiency. Inspired by funicular forms and compression design, they crafted a cantilevered shell that balanced strength and material economy. Shotcrete, sprayed over tensioned steel cables and wire mesh, allowed them to achieve the floating, lightweight elegance they envisioned. Resting on three points, the house became a landmark of ingenuity—a form that seemed almost alive in its harmony with the landscape.\n\nFor ten years, the structure stood incomplete, its frame a promise of something greater. Then, in the mid-1970s, students brought it to life. The interior was transformed into a fully functional living space, complete with cutting-edge features: Lucite windows to frame the hills, a fireplace that preheated air, and even a waterfall beneath a staircase. The house wasn’t just functional; it was imaginative. Landscaping integrated the home into its surroundings, while amenities like a hot tub and fish tank made it feel modern and luxurious. By 1987, the Shell House wasn’t just surviving—it was thriving, a home for caretakers and a gathering place for visiting lecturers. It was the heart of a canyon that felt alive, its existence spreading like a folktale.\n\nFor decades, the Shell House carried that tale on its back. Into the early 2000s, it remained a symbol of what the canyon could be—bold and innovative. After caretakes moved out, vandals and weather stripped the Shell House of its vibrant interior. In 2016, it was renovated and gutted, leaving behind a hollow frame.\n\nAnd yet, it stands. Its elegant curves remain, defying time and damage, refusing to give in entirely. In 2024, this project exists because the Shell House still holds something no other structure in the canyon ever did: a sense of possibility. It was more than an architectural experiment; it was the embodiment of what makes Poly Canyon unique—a marriage of creativity, function, and community. Its frame might be empty, but its spirit isn’t gone.",
      "advisor_builders": [
        {
          "name": "Wesley Ward",
          "role": ["Advisor"]
        },
        {
          "name": "Rodney Kief",
          "role": ["Advisor"]
        },
        {
          "name": "Nelson Greene",
          "role": ["Advisor"]
        },
        {
          "name": "Edward Boucher",
          "role": ["Advisor"]
        },
        {
          "name": "Larry D. Gangwisch",
          "role": ["Builder"]
        },
        {
          "name": "Ronald W. James",
          "role": ["Builder"]
        },
        {
          "name": "Raymond W. Ketzel",
          "role": ["Builder"]
        },
        {
          "name": "Roger G. Marshall",
          "role": ["Builder"]
        },
        {
          "name": "David A. Wright",
          "role": ["Builder"]
        },
        {
          "name": "James J. Zimmerman",
          "role": ["Builder"]
        },
        {
          "name": "Kenneth M. Kohlen",
          "role": ["Builder"]
        },
        {
          "name": "Mike B. Ostrow",
          "role": ["Builder"]
        },
        {
          "name": "Neil G. Rains",
          "role": ["Builder"]
        },
        {
          "name": "Ory Gruber",
          "role": ["Builder"]
        },
        {
          "name": "Maureen McFadden",
          "role": ["Builder"]
        },
        {
          "name": "Michael Bauer (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Cameron Tilmont (CN)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-24",
          "description": "Main image of the Shell House."
        },
        {
          "type": "closeup",
          "path": "/images/C-24",
          "description": "Close-up image of the Shell House."
        },
        {
          "type": "other",
          "path": "/other/shellHouse1",
          "description": "A worker spraying concrete on one of the three contact points while others observe."
        },
        {
          "type": "other",
          "path": "/other/shellHouse2",
          "description": "Another angle of the concrete spraying process."
        },
        {
          "type": "other",
          "path": "/other/shellHouse3",
          "description": "Another angle of the concrete spraying process."
        },
        {
          "type": "other",
          "path": "/other/shellHouse4",
          "description": "Original sketch of the internal residence, still in form but gutted today."
        }
      ],
      "tags": [
        "ferrocement construction",
        "curved shell roof",
        "organic architecture",
        "lightweight structure",
        "natural integration",
        "structural efficiency",
        "sustainable design"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/shell-house",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10302058",
          "title": "Original Thesis"
        },
        {
          "linkType": "Article",
          "title": "El Mustang Historical",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=2158&context=studentnewspaper"
        },
        {
          "linkType": "Article",
          "URL": "https://archives.calstate.edu/concern/archives/6969z409t",
          "title": "1987 Video Tour"
        },
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1023&context=arcesp",
          "title": "Modern Evaluation "
        }
      ],
      "_id": "6722b48799b26f2c000bb49b",
      "description": "The Shell House is the soul of Poly Canyon, a living experiment in architecture that once breathed life into the hills. Conceived in 1964 as a senior project, its cantilevered concrete shell, formed with cutting-edge shotcrete techniques, rests delicately on three points—an elegant expression of engineering precision and organic beauty. Over decades, it evolved into a fully realized home, complete with a fireplace, hot tub, waterfall, and more, becoming the centerpiece of the canyon’s creative heart. Though today it stands stripped of its past life, it quietly waits—its heart still capable of beating again.",
      "year": "1964 / 1975"
    },
    {
      "names": ["Green House"],
      "number": 25,
      "url": "greenHouse",
      "status": "Active",
      "location": {
        "latitude": 35.31545,
        "longitude": -120.65366
      },
      "extended_description": "Conceived in as a graduate thesis project, the green house  was a cutting-edge endeavor in renewable energy and passive environmental design. The original architect envisioned a greenhouse that could regulate its own climate using a combination of natural and mechanical systems. Collaboratively constructed by students across architecture, engineering, and horticulture, it incorporated ferrocement panels, skylights, and a stone retaining wall for insulation and light. A solar-heated water wall, paired with the thermal mass of the stone, captured and stored heat during the day, releasing it at night to stabilize interior temperatures.\n\nThe structure’s innovation extended to its passive cooling systems. Rotating vent catchers and solar chimneys facilitated natural airflow, minimizing the need for active ventilation. Inside, automated systems monitored irrigation, humidity, and temperature—pioneering features for the 1980s, hinting at the potential of computer-aided climate control. Over six years, the project grew in complexity through multiple phases, culminating in a greenhouse that reflected both the promise and challenges of interdisciplinary design.\n\nBy the late 1980s, the Green House was operational and served as a teaching tool, demonstrating the potential of renewable energy systems to students and industry professionals alike. However, what happened next remains unclear. Rumors suggest it functioned as a working greenhouse well into the early 2000s, but records of its exact progress during this time are scarce. What’s certain is that by the 2010s, the structure had fallen into disrepair. The once-active systems were no longer functional, leaving behind a skeletal frame that preserves the echoes of its experimental legacy.\n\nNow, the Green House stands as a shell of its former self, but its infrastructure remains visible—solar chimneys, ferrocement panels, and its modular layout still hint at the innovation it once represented. Its remains ask us to imagine what it achieved and how its ideas could inspire new approaches to sustainable design.",
      "advisor_builders": [
        {
          "name": "Dr. Roger Keep",
          "role": ["Advisor"]
        },
        {
          "name": "Philip Niles",
          "role": ["Advisor"]
        },
        {
          "name": "Ted Ritter",
          "role": ["Advisor"]
        },
        {
          "name": "David R. Pierce",
          "role": ["Advisor"]
        },
        {
          "name": "Rodney Keif",
          "role": ["Advisor"]
        },
        {
          "name": "Dale Sutliff",
          "role": ["Advisor"]
        },
        {
          "name": "Wesley Ward",
          "role": ["Advisor"]
        },
        {
          "name": "Brian Kesner",
          "role": ["Advisor"]
        },
        {
          "name": "Jacob Feldman",
          "role": ["Advisor"]
        },
        {
          "name": "S. Moustafa",
          "role": ["Advisor"]
        },
        {
          "name": "Rolf E. Rogers",
          "role": ["Advisor"]
        },
        {
          "name": "Dr. Jens Pohl",
          "role": ["Advisor"]
        },
        {
          "name": "Bradley B. Owens (IT)",
          "role": ["Builder"]
        },
        {
          "name": "Ronald M. Radziner (Civil)",
          "role": ["Builder"]
        },
        {
          "name": "Jason Yung (CN)",
          "role": ["Builder"]
        },
        {
          "name": "Daniel E. Duke (CM)",
          "role": ["Builder"]
        },
        {
          "name": "Steven L. Eggemeyer (ENV)",
          "role": ["Builder"]
        },
        {
          "name": "Douglas P. Herbert (ENV)",
          "role": ["Builder"]
        },
        {
          "name": "Robert D. Flory (CM)",
          "role": ["Builder"]
        },
        {
          "name": "Eugene G. Mancebo (ENG)",
          "role": ["Builder"]
        },
        {
          "name": "Julianne Patterson (LARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Rebecca Gurr (LARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Marc Jenefsky",
          "role": ["Builder"]
        },
        {
          "name": "Margaret V. Selig (MECH-E)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-25",
          "description": "Main image of the Green House."
        },
        {
          "type": "closeup",
          "path": "/images/C-25",
          "description": "Close-up image of the Green House."
        },
        {
          "type": "other",
          "path": "/other/greenHouse1",
          "description": "A newspaper clipping of the greenhouse's construction in 1984."
        },
        {
          "type": "other",
          "path": "/other/greenHouse2",
          "description": "Original sketch of the greenhouse with the shell house visible in the background."
        },
        {
          "type": "other",
          "path": "/other/greenHouse3",
          "description": "A pristine image of the greenhouse in its full form, undamaged."
        }
      ],
      "tags": [
        "ferrocement panels",
        "passive solar heating",
        "energy-efficient design",
        "modular construction",
        "skylight integration",
        "sustainable materials"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/greenhouse",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10174883",
          "title": "Library Archive "
        }
      ],
      "_id": "6722b48799b26f2c000bb49c",
      "description": "The Green House, designed in the 1980s by a graduate student, was an ambitious exploration of sustainable architecture and renewable energy. Built into a hillside, it utilized passive solar heating, thermal mass storage, and rotating ventilation to create a self-regulating environment for plant cultivation. Though the extent of its functionality in later years remains uncertain, today it stands as a hollow shell—a tangible reminder of a bold experiment in green design.",
      "year": "1983 - 1989"
    },
    {
      "names": ["Modular House", "The Space Module"],
      "number": 26,
      "url": "modularHouse",
      "status": "Active",
      "location": {
        "latitude": 35.31516,
        "longitude": -120.65373
      },
      "extended_description": "The story of the Modular House began in 1965 as the Space Module, a forward-thinking project by six architectural engineering students with Mr. Kiley as advisor. Its goal was to showcase the feasibility of prefabrication and modern materials in creating an efficient and adaptable structure. Initially conceived as a dual-purpose seminar space and accommodation for visiting professionals, the project laid the groundwork for future innovation in the canyon.\n\nEarly phases of the project focused on completing the steel framework, which was achieved by 1969. By the 1970s, it entered a transformative period, becoming the first caretaker’s residence. This milestone brought key infrastructure to the canyon, including water and electricity, through the combined efforts of the caretaker and George Hasslein. The caretaker’s reflections highlight the house’s unique blend of functionality and tranquility, with its mix of wood and Plexiglas walls offering both practicality and a sense of openness.\n\nOver the decades, the house adapted to meet changing needs, with incremental modifications that embodied its modular philosophy. By the late 2000s, however, the structure faced significant wear from vandalism and environmental exposure. A 2018 restoration stripped it of its deteriorated components, preserving the steel frame and transforming it into a weather-resistant, open-air pavilion.\n\nThe Modular House is a symbol of the canyon’s enduring spirit of innovation. Its history—from its inception as the Space Module to its evolution as a residence and eventual reimagining—speaks to the resilience of modular design and the vision of its creators.",
      "advisor_builders": [
        {
          "name": "Kiley Koberg",
          "role": ["Advisor"]
        },
        {
          "name": "J.W. Edmiston",
          "role": ["Advisor"]
        },
        {
          "name": "Ken Haggard",
          "role": ["Advisor"]
        },
        {
          "name": "Don Kahn",
          "role": ["Advisor"]
        },
        {
          "name": "Dr. Abraham Lynn",
          "role": ["Advisor"]
        },
        {
          "name": "Kevin Dong",
          "role": ["Advisor"]
        },
        {
          "name": "Philip Barlow",
          "role": ["Advisor"]
        },
        {
          "name": "Paul Thoryk",
          "role": ["Builder"]
        },
        {
          "name": "Wayne Richards",
          "role": ["Builder"]
        },
        {
          "name": "Wayne Onomura",
          "role": ["Builder"]
        },
        {
          "name": "Farhad Nosseyri",
          "role": ["Builder"]
        },
        {
          "name": "John Edmiten",
          "role": ["Builder"]
        },
        {
          "name": "Don Berggren",
          "role": ["Builder"]
        },
        {
          "name": "David Henrichsen",
          "role": ["Builder"]
        },
        {
          "name": "Mark Kluver",
          "role": ["Builder"]
        },
        {
          "name": "Tom M. Bylund",
          "role": ["Builder"]
        },
        {
          "name": "James B. Jones",
          "role": ["Builder"]
        },
        {
          "name": "Richard P. Pata",
          "role": ["Builder"]
        },
        {
          "name": "Lorin H. Smith",
          "role": ["Builder"]
        },
        {
          "name": "Jerry W. Tucker",
          "role": ["Builder"]
        },
        {
          "name": "Dennis D. Turner",
          "role": ["Builder"]
        },
        {
          "name": "Richard Lee",
          "role": ["Builder"]
        },
        {
          "name": "Bruce Renfrew",
          "role": ["Builder"]
        },
        {
          "name": "Delbert Starret",
          "role": ["Builder"]
        },
        {
          "name": "Richard D. Connett",
          "role": ["Builder"]
        },
        {
          "name": "Robert S. Harding",
          "role": ["Builder"]
        },
        {
          "name": "Thomas J. Reilley",
          "role": ["Builder"]
        },
        {
          "name": "Aaron James Steele",
          "role": ["Builder"]
        },
        {
          "name": "Katherine Fitts Kwiatkowski",
          "role": ["Builder"]
        },
        {
          "name": "Kevin Chiang",
          "role": ["Builder"]
        },
        {
          "name": "Spencer Dilley",
          "role": ["Builder"]
        },
        {
          "name": "Sarah Dothwaite",
          "role": ["Builder"]
        },
        {
          "name": "Trevor Daniel Houghton",
          "role": ["Builder"]
        },
        {
          "name": "Ryan Lefebvre",
          "role": ["Builder"]
        },
        {
          "name": "Michele Leung",
          "role": ["Builder"]
        },
        {
          "name": "Cameron Lober",
          "role": ["Builder"]
        },
        {
          "name": "Chris Martinez",
          "role": ["Builder"]
        },
        {
          "name": "Katie Mayer",
          "role": ["Builder"]
        },
        {
          "name": "Abby M. Lentz",
          "role": ["Builder"]
        },
        {
          "name": "Michael L. Blanchard",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-26",
          "description": "Main image of the Modular House."
        },
        {
          "type": "closeup",
          "path": "/images/C-26",
          "description": "Close-up image of the Modular House."
        },
        {
          "type": "other",
          "path": "/other/modularHouse1",
          "description": "A student tiling the floor near the fireplace."
        },
        {
          "type": "other",
          "path": "/other/modularHouse2",
          "description": "Surveying during the original construction phase."
        },
        {
          "type": "other",
          "path": "/other/modularHouse3",
          "description": "Septic tank being installed for the modular house, still in place today."
        },
        {
          "type": "other",
          "path": "/other/modularHouse4",
          "description": "3 students working on  the top story of the modular house, a working station."
        },
        {
          "type": "other",
          "path": "/other/modularHouse5",
          "description": "Student and dog seen doing interior work on the modular house."
        },
        {
          "type": "other",
          "path": "/other/modularHouse6",
          "description": "Modular house in its most prime form, picture seen from the back with extended landscaping."
        }
      ],
      "tags": [
        "modular architecture",
        "prefabricated panels",
        "customizable design",
        "efficient assembly",
        "sustainable housing concept",
        "experimental construction"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/modular-house",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10429515",
          "title": "Library Archive "
        },
        {
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=8253&context=studentnewspaper",
          "linkType": "Article",
          "title": "Mustang Daily Historical"
        },
        {
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1067&context=arcesp",
          "linkType": "Thesis",
          "title": "Reconstruction Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb49d",
      "description": "The Modular House, originally conceived as the Space Module in 1965, embodies the canyon’s ethos of experimentation and innovation. Initially designed as a prefabricated structure with an 8x8x8 steel grid frame, it was completed in the 1970s and became the first caretaker’s residence. During this period, it gained critical infrastructure like water and electricity, benefiting the entire canyon. With a mix of wood and Plexiglas panels, it served as a functional and serene home for decades. Restored in 2018 as an open-air pavilion, it stands today as a testament to the adaptability and vision of modular design.",
      "year": "1965 / 1973 / 2018"
    },
    {
      "names": ["Centering for Center"],
      "number": 27,
      "url": "centeringCenter",
      "status": "Active",
      "location": {
        "latitude": 35.315212,
        "longitude": -120.653069
      },
      "extended_description": "Born from an interdisciplinary studio course, the dome began as an exploration of balance—between art and engineering, simplicity and complexity, permanence and mobility. Crafted from sustainably sourced timber, it prioritizes lightness, both visually and physically, allowing for transport and reassembly without compromising its integrity. Its intricate latticework not only provides structural strength but also creates dappled light patterns reminiscent of a forest canopy, enhancing its role as a space for reflection.\n\nInitially showcased at Descanso Gardens during a Tonalism music and art event, the dome was conceived as a meditative installation, offering a retreat from the noise of daily life. After its relocation to Poly Canyon, it was reimagined and expanded in 2024 with the addition of the Biophilic Instrument Pavilion (BIP)—an interactive enhancement featuring prisms, light-responsive materials, and sound-reactive sensors. These instruments invite visitors to engage with the dome in dynamic ways, transforming it from a static shelter into a vibrant, living experience.\n\nThe Centering for Center Dome stands as a testament to the ingenuity and spirit of its creators. Its transportable, modular nature reflects the ideals of sustainable design, while its playful yet contemplative purpose resonates with the canyon’s experimental ethos. It’s not just a structure—it’s an experience that invites visitors to pause, reflect, and connect.",
      "advisor_builders": [
        {
          "name": "Tom Fowler",
          "role": ["Advisor"]
        },
        {
          "name": "Kevin Dong",
          "role": ["Advisor"]
        },
        {
          "name": "Julie Herndon",
          "role": ["Advisor"]
        },
        {
          "name": "Jonathan Oberempt (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Faith Sharp (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Sam Buckman (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Bryan Garcia",
          "role": ["Builder"]
        },
        {
          "name": "Saksham Tikekar",
          "role": ["Builder"]
        },
        {
          "name": "Elijah Williams",
          "role": ["Builder"]
        },
        {
          "name": "Nishat Subah Peau",
          "role": ["Builder"]
        },
        {
          "name": "Nicole Svilich",
          "role": ["Builder"]
        },
        {
          "name": "Eric Jeschelnik",
          "role": ["Builder"]
        },
        {
          "name": "Deniz Karadee",
          "role": ["Builder"]
        },
        {
          "name": "Laetitia Heyra Wallimann",
          "role": ["Builder"]
        },
        {
          "name": "Lucas J. Brown (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Ryan Scharf (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Olek Piechazeck (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Adam Albanese (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Joseph Galicinao (COMPE)",
          "role": ["Builder"]
        },
        {
          "name": "Eddie Sanchez-Pascua (BA/CM)",
          "role": ["Builder"]
        },
        {
          "name": "Anita Shanbhogue (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Drew Thomas (EE)",
          "role": ["Builder"]
        },
        {
          "name": "Sloan Woodward (ARCH)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-27",
          "description": "Main image of the Centering Center."
        },
        {
          "type": "closeup",
          "path": "/images/C-27",
          "description": "Close-up image of the Centering Center."
        },
        {
          "type": "other",
          "path": "/other/centeringCenter1",
          "description": "The structure being built near the Architecture Building on campus."
        },
        {
          "type": "other",
          "path": "/other/centeringCenter2",
          "description": "Students setting up the installation in Descanso Gardens, Pasadena."
        },
        {
          "type": "other",
          "path": "/other/centeringCenter3",
          "description": "The fully assembled project on display at Descanso Gardens."
        },
        {
          "type": "other",
          "path": "/other/centeringCenter4",
          "description": "A student adding upgrades, including the Biophilic Instrument Pavilion (BIP)."
        }
      ],
      "tags": [
        "suspended geometry",
        "compression ring",
        "tensile cables",
        "structural equilibrium",
        "central focal point",
        "architectural balance",
        "innovative support system"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/arcesp/181/",
          "title": "Project Overview"
        },
        {
          "linkType": "Article",
          "URL": "https://content-calpoly-edu.s3.amazonaws.com/arce/1/documents/Magazines/ARCE%202022%20MAGAZINE%20FINAL-2.pdf",
          "title": "ARCE Newsletter"
        },
        {
          "URL": "https://kcpr.org/new-temporary-interactive-pavillion-in-poly-canyon-unites-students-across-different-majors/",
          "linkType": "Article",
          "title": "KCPR on 2024 Upgrade"
        }
      ],
      "_id": "6722b48799b26f2c000bb49e",
      "description": "The Centering for Center Dome is a modular, transportable structure that combines meditative intent with architectural innovation. Its 16-foot, Dudleya-inspired form uses 84 identical timber pieces, tensile cables, and compression rings to achieve structural equilibrium, offering visitors a sensory retreat within its lightweight design. Built for ease of assembly and adaptability, the dome debuted as part of a meditative garden event before finding a permanent home in the canyon in 2022.",
      "year": "2022"
    },
    {
      "names": ["Pole House", "Heavy Timber Demonstration Structure"],
      "number": 28,
      "url": "poleHouse",
      "status": "Active",
      "location": {
        "latitude": 35.31503,
        "longitude": -120.65298
      },
      "extended_description": "The structure was conceived during a period when pole construction was gaining recognition for its efficiency and ability to adapt to challenging sites. Students embraced the opportunity to experiment with this method, using a grid of timber poles to suspend the structure above ground. By anchoring these poles into caissons that extend into bedrock, the design avoided extensive excavation and allowed the building to adapt seamlessly to the hillside’s natural contours.\n\nWhat makes the Pole House particularly notable is its ongoing relevance. While many structures have transitioned to symbolic or aesthetic purposes, this building remains a functional asset. It stores tools and materials for year-round canyon maintenance and provides a staging ground for the annual Design Village event, where students create and test experimental structures. The planned restoration in 2025 aims to revitalize the Pole House for continued use, reaffirming its role as a cornerstone of the canyon’s infrastructure.\n\nMore than a demonstration project, the Pole House has quietly proven that innovative, adaptive architecture can endure—not just as a monument to the past but as a vital part of the present.",
      "advisor_builders": [
        {
          "name": "Randy Detmer",
          "role": ["Advisor"]
        },
        {
          "name": "Davis Hatcher",
          "role": ["Advisor"]
        },
        {
          "name": "John Kubasak",
          "role": ["Advisor"]
        },
        {
          "name": "EDES Class Project",
          "role": ["Builder"]
        },
        {
          "name": "Richard Mancuso (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Anything Breslin (CN)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-28",
          "description": "Main image of the Pole House."
        },
        {
          "type": "closeup",
          "path": "/images/C-28",
          "description": "Close-up image of the Pole House."
        }
      ],
      "tags": [
        "elevated design",
        "wooden pole structure",
        "hillside adaptation",
        "natural integration",
        "vertical support system",
        "minimal footprint"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10432507",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10432507",
          "title": "Library Archive "
        }
      ],
      "_id": "6722b48799b26f2c000bb49f",
      "description": "The Pole House, built in 1989, stands as a practical demonstration of pole construction, designed for steep terrain. Elevated on treated timber poles anchored into bedrock with caissons, it minimizes ground contact to reduce erosion and environmental impact. Originally a student-led exploration of hillside construction techniques, it has become one of the few remaining actively used structures in the canyon, serving as a storage hub for maintenance and the annual Design Village event. ",
      "year": "1989"
    },
    {
      "names": ["Electric Infra-Structure"],
      "number": 29,
      "url": "electric",
      "status": "Active",
      "location": {
        "latitude": 35.31485,
        "longitude": -120.65274
      },
      "extended_description": "The canyon’s electrical system emerged in response to the growing needs of its experimental structures. Early power relied on overhead lines, but increasing demand led to the installation of a transformer at the picnic area, chosen for its accessibility and proximity to existing power sources. This transformer became the foundation for a system designed to provide reliable power while reducing environmental risks, including wildfire hazards.\n\n As the network expanded, underground cables were routed northward to support additional structures. This system powered residences, workspaces, restrooms, and event facilities, enabling both everyday functionality and large-scale design experiments. The infrastructure’s development reflected the canyon’s commitment to integrating essential utilities into its experimental ethos, combining practical solutions with forward-thinking design. \n\n Over time, the electrical system fell into disrepair as underground cables and transformers deteriorated, leaving the network inactive. Yet the “Electrical Infra-Structure,” represented by the picnic area transformer and its network, continues to symbolize the innovative spirit and resourceful problem-solving that defined the canyon’s legacy. ",
      "advisor_builders": [
        {
          "name": "Britton P. Grim (EE)",
          "role": ["Builder"]
        },
        {
          "name": "Michael B. Fricke (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Lyndon Sobel (CM)",
          "role": ["Builder"]
        },
        {
          "name": "Warren Anderson",
          "role": ["Advisor"]
        },
        {
          "name": "Nelson Greene",
          "role": ["Advisor"]
        },
        {
          "name": "Jim Borland",
          "role": ["Advisor"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-29",
          "description": "Main image of the Electric Infra-Structure."
        },
        {
          "type": "other",
          "path": "/other/electric1",
          "description": "A modern day photo of the electrical transformer that served the shell and modular house. "
        },
        {
          "type": "other",
          "path": "/other/electric2",
          "description": "A modern day photo of the electrical transformer that served the modular house and northern part of the canyon. "
        },
        {
          "type": "other",
          "path": "/other/electric3",
          "description": "Historical photo of the transformer being carried up the canyon road."
        },
        {
          "type": "other",
          "path": "/other/electric4",
          "description": "Historical photo of the transformer being loaded on the back of a truck."
        },
        {
          "type": "other",
          "path": "/other/electric5",
          "description": "Modern day photo of the nearby warning infrastructure to warn of electrical work."
        }
      ],
      "tags": [
        "electrical system",
        "transformer infrastructure",
        "underground cables",
        "power distribution",
        "experimental utilities"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb4a0",
      "description": "Dubbed “Electrical Infra-Structure” for its blend of utility and innovation, the canyon’s electrical system began at the picnic area, where a transformer served as the central hub for early power distribution. Located in the southern canyon for easy access to existing infrastructure, this initial installation marked the start of an underground network that powered key experimental structures. Though inactive now, the system remains a physical reminder of the canyon’s history of sustainable engineering.",
      "year": "1965 / 1977"
    },
    {
      "names": ["BBQ Pit"],
      "number": 30,
      "url": "bbqPit",
      "status": "Active",
      "location": {
        "latitude": 35.31473,
        "longitude": -120.6528
      },
      "extended_description": "The BBQ Pit served as a practical centerpiece for the canyon’s social events, offering a durable and functional design. Its central location made it a natural hub for shared meals and conversations, though the larger plans for the area were never realized. Over time, nearby informal additions such as small benches and stone features emerged, suggesting a gradual and improvised development of the space. ",
      "advisor_builders": [
        {
          "name": "Allan Cooper",
          "role": ["Builder"]
        },
        {
          "name": "A. Helman",
          "role": ["Advisor"]
        },
        {
          "name": "Richard Brians (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Tom Covellone (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Roger Krohn (ARCH)",
          "role": ["Builder"]
        },
        {
          "name": "Vince Leifer (ARCH)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-30",
          "description": "Main image of the BBQ Pit."
        },
        {
          "type": "other",
          "path": "/other/bbqPit1",
          "description": "An original historical photo of the BBQ pit that shows it with its roof still on and some other accessories."
        },
        {
          "type": "other",
          "path": "/other/bbqPit2",
          "description": "An accessory part of the BBQ pit area, it is not known if this part was built with the original or added later on."
        },
        {
          "type": "closeup",
          "path": "/images/C-30",
          "description": "Close-up image of the BBQ Pit."
        }
      ],
      "tags": [
        "outdoor cooking",
        "communal space",
        "brick construction",
        "fire-resistant design",
        "functional sculpture",
        "rustic gathering area"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb4a0",
      "description": "Built in 1976 as a senior project, the BBQ Pit was part of a larger plan that envisioned picnic tables, benches, and a water fountain for communal use. While only the pit itself was completed, its brick-and-stone construction became a gathering spot during events like Design Village. Initially equipped with a corten steel hood, the pit underwent changes over time—the hood was removed due to material issues, and the fire pit was eventually filled in.",
      "year": "1976"
    },
    {
      "names": ["Moment Monument"],
      "number": 31,
      "url": "momentMonument",
      "status": "Active",
      "location": {
        "latitude": 35.314548,
        "longitude": -120.651591
      },
      "extended_description": "This structure stands as a masterclass in the mechanics of seismic design, showcasing six moment frames, each tailored to address a different aspect of lateral stability. The Reduced Beam Section (RBS) connection, often called a \"dog bone,\" deliberately weakens the beam at precise points to control failure modes. The Simpson Yield Link, another featured connection, dissipates seismic energy through replaceable elements, ensuring the structure can recover after an earthquake. The use of Double Angle Shear Connections highlights flexibility in transferring loads, while a Fully Restrained Welded Flange Connection demonstrates rigidity and robustness. Each frame offers its own unique insight into how buildings withstand seismic events, making the Moment Monument a tactile and visual resource for future engineers and architects alike.\n\nBy walking among its towering braces and beams, students are no longer confined to diagrams or simulations. They can trace load paths with their fingers, see where forces are absorbed or redirected, and understand how materials behave under stress. It teaches not just the “how,” but the “why” behind seismic engineering, embedding the lessons of resilience, adaptability, and intentionality into the minds of its observers.\n\nThe journey to create this structure mirrors the challenges it seeks to teach. From the radial concrete base, designed to mirror the rotational dynamics of physics, to the careful alignment of every beam, it was a trial in precision and persistence. Weeks of rain delayed foundational work, requiring water pumps and temporary covers to preserve its progress. Fabricating and welding the steel frames demanded meticulous attention to detail, each connection type requiring different techniques to ensure safety and clarity of function.\n\nBut beyond its technical achievements, it carries the essence of the canyon itself: a space where the process of building is as important as the finished structure. It reminds us that every bolt tightened, every weld secured, and every calculation checked was a step in the education of those who built it—and a lesson waiting for those who will follow.\n\nHere, in this monument, the canyon’s legacy is made clear. It’s not just about preserving the past—it’s about making education a lived experience. The Moment Monument ensures that the canyon remains a living, breathing textbook for all who visit, carrying forward the spirit of learning, doing, and discovering.",
      "advisor_builders": [
        {
          "name": "Kevin Dong",
          "role": ["Advisor"]
        },
        {
          "name": "Carsten Huber (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Gaspar Solorio (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Jared Schieferle (ARCE)",
          "role": ["Builder"]
        },
        {
          "name": "Brayden Martinez (ARCE)",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-31",
          "description": "Main image of the Moment Monument."
        },
        {
          "type": "closeup",
          "path": "/images/C-31",
          "description": "Close-up image of the Moment Monument."
        },
        {
          "type": "other",
          "path": "/other/momentMonument1",
          "description": "The team reacquainting themselves with the borrowed surveying equipment."
        },
        {
          "type": "other",
          "path": "/other/momentMonument2",
          "description": "A group photo at the site following one of the first excavation days."
        },
        {
          "type": "other",
          "path": "/other/momentMonument3",
          "description": "Frames being erected on-site using a Telehandler forklift."
        },
        {
          "type": "other",
          "path": "/other/momentMonument4",
          "description": "The finished monument, with the crew posing in front."
        }
      ],
      "tags": [
        "structural symbolism",
        "steel connections",
        "architectural tribute",
        "load-bearing exploration",
        "welded design",
        "commemorative structure"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1242&context=arcesp",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb4a1",
      "description": "The Moment Monument, built in 2024, is more than a structure—it is a tool, a lesson, and a bridge between theory and practice. Rising from its circular concrete base, its six steel frames illustrate the intricacies of seismic moment connections, each demonstrating a distinct engineering approach to managing lateral forces. Designed as a hands-on teaching aid, it is a monument to the canyon’s enduring role in architectural education, inviting students to step into the world of real-world design and structural resilience.",
      "year": "2024"
    },
    {
      "names": ["Botanical Garden", "Work Shed"],
      "number": 32,
      "url": "botanicalGarden",
      "status": "Ghost",
      "location": {
        "latitude": 35.31346,
        "longitude": -120.65027
      },
      "description": "The Botanical Garden, once a key feature of the area, was situated south of the canyon across the creek, separate from the main canyon itself. Established in 1955 by the Botany Department, the garden was designed to preserve native California plant species. While the garden is no longer extant, its historical significance and contribution to environmental education at Cal Poly are notable.",
      "extended_description": "The botanical garden was a dedicated space for cultivating and studying native California flora, with species such as incense cedar, foothill pine, and California bay laurel among its collection. The garden was originally accessible via a suspension bridge built in 1961, and later a more robust timber truss bridge in the 1970s, which improved access for visitors.\n\nThough the garden was located across the creek from Poly Canyon and not directly within it, its role in the environmental and academic history of the region was significant. Over time, however, the garden faced environmental and accessibility challenges, leading to its eventual abandonment. Today, it remains a ghost structure, remembered for its educational contributions, but the site that once hosted it is now a relic of the past.",
      "advisor_builders": [
        {
          "name": "Unknown",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-32",
          "description": "Main image of the Botanical Garden."
        },
        {
          "type": "other",
          "path": "/other/botanical1",
          "description": "An original map from a 1990s botanist guide through the botanical garden. Many of the accessories are still intact today."
        },
        {
          "type": "other",
          "path": "/other/botanical2",
          "description": "Closeup image of one of the more exotic plants featured in the botanical garden."
        },
        {
          "type": "other",
          "path": "/other/botanical3",
          "description": "Modern day photo of the work shed that housed materials for the botanical garden & materials for canyon work."
        },
        {
          "type": "other",
          "path": "/other/botanical4",
          "description": "Modern day photo of the wooden bridge that takes yout out to the botanical garden."
        }
      ],
      "tags": [
        "botanical garden",
        "california native plants",
        "sustainable landscaping",
        "interpretive trail",
        "ecological education"
      ]
    },
    {
      "names": ["Suspension Bridge"],
      "number": 33,
      "url": "suspensionBridge",
      "status": "Ghost",
      "location": {
        "latitude": 35.31321,
        "longitude": -120.65132
      },
      "description": "The Suspension Bridge, an experimental senior project from 1961, was a bold attempt at combining innovative lightweight concrete techniques with practical architectural design. Located just south of the canyon boundaries, it spans a creek near the Botanical Garden. Predating the canyon and still standing today, the bridge is aged and no longer serves its original purpose, existing as a quiet relic of student ingenuity.",
      "extended_description": "Constructed by five architectural engineering students, the Suspension Bridge served both as a practical crossing and an architectural experiment. The bridge’s intersecting 86-foot arches, leaning at 20 degrees, were fabricated in prefabricated segments, each weighing 125 pounds. These segments were assembled using steel pin connections and minimal mechanical support, demonstrating both precision and teamwork. While its construction took only eight hours, the planning and design spanned six months, during which the team documented every challenge and solution. Today, the bridge still stands south of the canyon boundaries, crossing a small creek. Though weathered and unused, it remains a testament to student innovation and the boldness of mid-century architectural experimentation.",
      "advisor_builders": [
        {
          "name": "Jere Anderson",
          "role": ["Builder"]
        },
        {
          "name": "Kenneth Bennett",
          "role": ["Builder"]
        },
        {
          "name": "Donald Roster",
          "role": ["Builder"]
        },
        {
          "name": "Fred Hallock",
          "role": ["Builder"]
        },
        {
          "name": "Harold Rueb",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-33",
          "description": "Main image of the Suspension Bridge."
        },
        {
          "type": "other",
          "path": "/other/suspension1",
          "description": "Historical photo from the 1960s showing George Hasslein posing on the suspension bridge."
        },
        {
          "type": "other",
          "path": "/other/suspension2",
          "description": "Photo from the original thesis showing the project team & advisor with the finished structure."
        },
        {
          "type": "other",
          "path": "/other/suspension3",
          "description": "The original calculations of the suspension bridge featured in the thesis."
        }
      ],
      "tags": [
        "suspension bridge",
        "lightweight concrete",
        "senior project",
        "experimental design",
        "architectural history"
      ]
    },
    {
      "names": [
        "Hydraulic House",
        "Multi-Story Water Building",
        "Hydrostatic Structure"
      ],
      "number": 34,
      "url": "hydraulicHouse",
      "status": "Ghost",
      "location": {
        "latitude": 35.31578,
        "longitude": -120.65435
      },
      "description": "The Hydraulic House was a highly innovative architectural experiment conceived in the early 1970s. Centered around a 23-foot tall steel column filled with pressurized water, the structure explored the use of hydraulic forces as a primary load-bearing system. This pioneering design sought to combine ecological sustainability, prefabrication, and structural flexibility. Though the project also aimed to incorporate solar energy solutions, these elements were ultimately unsuccessful. Despite setbacks in construction and the inability to fully realize its environmental ambitions, the building’s experimental approach to architectural design remains a striking example of innovation in engineering and architecture.",
      "extended_description": "Fully completed in the late 1970s, the Hydraulic House, also known as the Hydrostatic Structure, was an experimental architectural endeavor that aimed to push the limits of building technology. Its core feature was a 23-foot steel column filled with pressurized water, which functioned as the primary support structure for the building, intended to demonstrate how hydraulic forces could replace traditional load-bearing systems. In conjunction with this, the building used a suspended roof system supported by a central hub and radial trusses, reflecting the project’s dedication to both structural simplicity and strength.\n\nWhile the design also sought to incorporate solar technologies, these efforts were ultimately unsuccessful, and no further attempts were made to integrate them. The building’s ambition extended beyond its structural innovation, with the multi-story design featuring flexible, modular spaces that aimed to serve as a multi-use facility within Poly Canyon. Although the project faced challenges, including structural misalignment and limited success with environmental features, the building remains an important part of architectural history for its vision, daring experimentation, and integration of unconventional materials and techniques.\n\nThis structure’s attempt to use water as a structural element represented a leap into uncharted territory for architectural engineering, merging the principles of ecological building and technological advancement in a way that was ahead of its time. While the project never fully materialized as intended, it paved the way for future explorations in innovative and adaptive architectural practices.",
      "advisor_builders": [
        {
          "name": "William Brown",
          "role": ["Advisor"]
        },
        {
          "name": "Dr. Jens Pohl",
          "role": ["Advisor"]
        },
        {
          "name": "John Hickman",
          "role": ["Builder"]
        },
        {
          "name": "Kris Reiswig",
          "role": ["Builder"]
        },
        {
          "name": "Windell Reynolds",
          "role": ["Builder"]
        },
        {
          "name": "Greg Warner",
          "role": ["Builder"]
        },
        {
          "name": "James Adams",
          "role": ["Builder"]
        },
        {
          "name": "Sergio Alvarez",
          "role": ["Builder"]
        },
        {
          "name": "Charles Cauthon",
          "role": ["Builder"]
        },
        {
          "name": "David Quattrone",
          "role": ["Builder"]
        },
        {
          "name": "Eric Farmer",
          "role": ["Builder"]
        },
        {
          "name": "Dan Smith",
          "role": ["Builder"]
        },
        {
          "name": "Mike Carson",
          "role": ["Builder"]
        },
        {
          "name": "Jerry White",
          "role": ["Builder"]
        },
        {
          "name": "Bruce Elster",
          "role": ["Builder"]
        },
        {
          "name": "Keith Foiles",
          "role": ["Builder"]
        },
        {
          "name": "Barney Mintz",
          "role": ["Builder"]
        },
        {
          "name": "Peter Van Matre",
          "role": ["Builder"]
        },
        {
          "name": "Raul Ojeda",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-34",
          "description": "Main image of the Hydraulic House."
        },
        {
          "type": "other",
          "path": "/other/hydraulic1",
          "description": "A scanned image of the finished hydraulic house."
        },
        {
          "type": "other",
          "path": "/other/hydraulic2",
          "description": "An original photo from CAED photo lab showing the digging and work of the foundation for the hydraulic house."
        }
      ],
      "tags": [
        "hydrostatic architecture",
        "prefabricated building",
        "water-based support",
        "sustainable architecture",
        "architectural experimentation"
      ]
    },
    {
      "names": ["Tree House"],
      "number": 35,
      "url": "treeHouse",
      "status": "Ghost",
      "location": {
        "latitude": 35.31354,
        "longitude": -120.65187
      },
      "description": "Built in 1967 by a Poly Royal crew, the tree house and accompanying gate were once situated near the entrance of the canyon, predating the stone archway. Originally designed as a playful, elevated platform among the sycamores, the structure’s charm faded over time. A 1982 repair list noted it needed preservative treatment, hinting at its gradual decay. By 1987, the tree house was missing its ladder, and a rare photograph captured its final years. Now vanished without a trace, it lingers in memory as a curious remnant of a bygone era, shrouded in mystery despite its once-prominent location.",
      "extended_description": "",
      "advisor_builders": [
        {
          "name": "Poly Royal Crew",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-35",
          "description": "Main image of the Tree House."
        },
        {
          "type": "other",
          "path": "/other/treeHouse1",
          "description": " A modern day photo of the tree near the entrance that the tree house used to sit on."
        }
      ],
      "tags": [
        "tree house",
        "ghost structure",
        "poly royal",
        "sycamore platform",
        "lost structure"
      ]
    },
    {
      "names": ["Exercise Structure"],
      "number": 36,
      "url": "exercise",
      "status": "Ghost",
      "location": {
        "latitude": 0,
        "longitude": 0
      },
      "description": "The Exercise Station structures were developed as part of a broader vision to integrate physical fitness with the natural environment. Conceptualized in 1973 and refined in 1974, these stations featured equipment for exercises like pull-ups and sit-ups, blending recreation with fitness. However, the structures are now considered ghost projects—their exact locations are unknown, and no physical remains have been identified. They serve as a fascinating glimpse into experimental outdoor fitness design.",
      "extended_description": "The project evolved over two years, beginning with a 1973 thesis that focused heavily on the conceptual aspects of integrating jogging routes with structured exercise stops. This initial plan outlined a European-inspired fitness circuit but tailored it to the canyon's terrain and the needs of Cal Poly’s community. The 1974 thesis expanded on this foundation, shifting focus to the design and imagined construction of specific exercise structures. Featuring whimsical sketches and practical insights, the work emphasized accessibility and functionality. Though the stations were never fully documented in the field and their exact locations remain unknown, they stand as a testament to the creative experimentation of student-led fitness and design projects. An old photograph confirms at one point, at least one of the structures was built.",
      "advisor_builders": [
        {
          "name": "Dr. Jim Webb",
          "role": ["Advisor"]
        },
        {
          "name": "Rob Bateman",
          "role": ["Builder"]
        },
        {
          "name": "Mike Roanhaus",
          "role": ["Builder"]
        },
        {
          "name": "Ken Snelling",
          "role": ["Builder"]
        },
        {
          "name": "Dale Horton",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-36",
          "description": "Main image of the Exercise Structure."
        },
        {
          "type": "other",
          "path": "/other/exercise1",
          "description": "An original sketch from the thesis, that depicts a general outline of the Cal Poly exercise circuit."
        },
        {
          "type": "other",
          "path": "/other/exercise2",
          "description": "An original sketch from the thesis, that shows the creativity and the details of the project. "
        }
      ],
      "tags": [
        "exercise stations",
        "jogging loops",
        "outdoor fitness",
        "student design",
        "ghost structure"
      ]
    },
    {
      "names": ["Tensegrity Mast"],
      "number": 37,
      "url": "tensegrityMast",
      "status": "Ghost",
      "location": {
        "latitude": 35.31585,
        "longitude": -120.65374
      },
      "description": "The Tensegrity Mast, constructed in 1975 by students under Jack Peterson’s guidance, was a striking structural experiment placed prominently on a knoll in the canyon. The mast’s history is marked by cycles of vandalism and repair, with wires cut and turnbuckles loosened during its early years, causing repeated collapses. Photographs show it lying horizontal before briefly being reassembled upright in 1978. By 1982, plans were made to rewire and move it back to its original location, but it was never fully restored. While the mast itself is long gone, its original foundations remain visible near the site of the Tensegrity structure, serving as a tangible reminder of its ambitious legacy.",
      "extended_description": "",
      "advisor_builders": [
        {
          "name": "Jack Peterson",
          "role": ["Advisor"]
        },
        {
          "name": "Unknown",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-37",
          "description": "Main image of the Tensegrity Mast."
        },
        {
          "type": "other",
          "path": "/other/tensegrityMast1",
          "description": "The student builders of the tensegrity mass carrying it out to the canyon during Design Village."
        },
        {
          "type": "other",
          "path": "/other/tensegrityMast2",
          "description": "A modern day photo of the foundations for the tensegrity mass."
        }
      ],
      "tags": [
        "tensegrity mast",
        "student structural experiment",
        "architectural vandalism history",
        "poly royal design",
        "foundation remains structure"
      ]
    },
    {
      "names": ["Cor X"],
      "number": 38,
      "url": "corX",
      "status": "Ghost",
      "location": {
        "latitude": 35.315787,
        "longitude": -120.654243
      },
      "description": "The Cor-X house, built in 1982, was a lightweight plastic structure with aluminum framing constructed by a Crop Sciences major and an Architecture major. Designed as a low-cost, portable housing experiment, the structure featured polystyrene insulation, an RV-style toilet, and a unique greenhouse-style front door. Its purpose was to promote sustainable housing solutions for disaster relief and developing countries. Though functional during its time, the house has since vanished, leaving its foundations near the modern-day Fratessa Tower as the only trace of its existence.",
      "extended_description": "",
      "advisor_builders": [
        {
          "name": "Nathan Duddles",
          "role": ["Builder"]
        },
        {
          "name": "Jim Theiss",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-38",
          "description": "Main image of the Cor X structure."
        },
        {
          "type": "other",
          "path": "/other/corX1",
          "description": "From the original newspaper article, an inside image of the CorX house."
        },
        {
          "type": "other",
          "path": "/other/corX2",
          "description": "From the original newspaper article, an image showing off the working refirgerator in the house."
        },
        {
          "type": "other",
          "path": "/other/corX3",
          "description": "From the original newspaper article, an image showing off Duddles on his sleeping bag."
        }
      ],
      "tags": [
        "cor-x house",
        "portable housing experiment",
        "lightweight plastic structure",
        "sustainable disaster housing"
      ]
    },
    {
      "names": ["Accessory Shed"],
      "number": 39,
      "url": "accessoryShed",
      "status": "Ghost",
      "location": {
        "latitude": 35.31694,
        "longitude": -120.65474
      },
      "description": "The Accessory Shed, completed in 2022, was an asymmetrical wooden shed designed to explore the undervalued architectural style of California’s Central Valley. Built with CDX plywood and featuring a pitched roof, raised heel truss, and overhanging eaves, the structure deliberately lacked windows or doors, drawing focus to its external design. Its imbalanced form and exaggerated proportions challenged traditional perceptions of utility buildings while providing shade and scenic views. Positioned near the top of the canyon, the structure had no accessible interior and no functional purpose, and it has since been removed.",
      "extended_description": "",
      "advisor_builders": [
        {
          "name": "Dylan Krueger",
          "role": ["Builder"]
        },
        {
          "name": "Vera Alekseyeva Gabriel",
          "role": ["Builder"]
        },
        {
          "name": "Cobain Galen",
          "role": ["Builder"]
        },
        {
          "name": "Anping Fong",
          "role": ["Builder"]
        },
        {
          "name": "Dara Lin",
          "role": ["Builder"]
        },
        {
          "name": "Will McCullough",
          "role": ["Builder"]
        },
        {
          "name": "Edgar Rivera",
          "role": ["Builder"]
        },
        {
          "name": "Jacqueline Velasquez",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-39",
          "description": "Main image of the Accessory Shed."
        },
        {
          "type": "other",
          "path": "/other/shed1",
          "description": "The builder of the shed accessory posing in front of the finished creation."
        },
        {
          "type": "other",
          "path": "/other/shed2",
          "description": "The foundation of the shed, still present today. "
        }
      ],
      "tags": [
        "asymmetrical wooden shed",
        "california central valley architecture",
        "inaccessible design architecture",
        "removed architectural installations"
      ]
    },
    {
      "names": ["Cow Fence"],
      "number": 40,
      "url": "cowFence",
      "status": "Ghost",
      "location": {
        "latitude": 35.31361,
        "longitude": -120.65202
      },
      "description": "The Cow Fence, estimated to have been built in 1965, was an early structure designed to keep cows out of the area designated for projects at the time. Crafted from an array of vertical wooden posts, the gate combined functionality with a whimsical aesthetic. It's believed to have been near the current entrance to the canyon, slightly north of its current location. Intended to allow people to pass freely while serving as a barrier for livestock, little is known about the structure beyond a photograph found in George Hasslein’s scrapbook, which depicts him walking through the gate.",
      "extended_description": "",
      "advisor_builders": [
        {
          "name": "Unknown",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-40",
          "description": "Main image of the Cow Fence."
        }
      ],
      "tags": [
        "cow fence 1963",
        "experimental architecture",
        "george hasslein project",
        "wooden post gate",
        "entrance"
      ]
    },
    {
      "names": ["Compressed Earth Blocks"],
      "number": 41,
      "url": "earthBlocks",
      "status": "Ghost",
      "location": {
        "latitude": 0,
        "longitude": 0
      },
      "description": "The Compressed Earth Blocks project, developed in 1965, was an effort by five architectural engineering students to explore sustainable construction methods using locally sourced materials. The team designed and tested dozens of compressed earth blocks (CEBs) for durability, load-bearing capacity, and fire resistance. Though initially part of a more ambitious plan, the focus on CEBs demonstrated the potential of low-cost, eco-friendly materials for future canyon projects.",
      "extended_description": "Originally envisioned as a large-scale \"Experimental Design Laboratory,\" the project aimed to create a dedicated space for architectural innovation and education within the canyon. The proposed lab included workspaces for sixteen students, offices for instructors, and shared areas for seminars and discussions, all framed by the natural landscape. However, the ambitious scope, coupled with resource and time constraints, led the team to pivot toward the more attainable goal of developing compressed earth blocks (CEBs).\n\nUsing soil from the surrounding area, the students crafted and tested CEBs, highlighting their strength, fire resistance, and cost-effectiveness compared to traditional masonry. Treated with waterproofing agents and optimized for earthquake resilience, the blocks showcased the viability of sustainable, locally sourced materials in construction. While the Experimental Design Laboratory itself was never realized, the CEB research stands as a testament to the team's adaptability and innovative spirit, offering valuable insights into resource-efficient building practices.",
      "advisor_builders": [
        {
          "name": "John Barton",
          "role": ["Builder"]
        },
        {
          "name": "Daniel Beauchamp",
          "role": ["Builder"]
        },
        {
          "name": "David Cartnal",
          "role": ["Builder"]
        },
        {
          "name": "Rudolph Espinoza",
          "role": ["Builder"]
        },
        {
          "name": "Marvin Guillermo",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-41",
          "description": "Main image of the Compressed Earth Blocks project."
        },
        {
          "type": "other",
          "path": "/other/earthBlocks1",
          "description": "From the thesis, an image depicts the students working on some of the original earth blocks."
        },
        {
          "type": "other",
          "path": "/other/earthBlocks2",
          "description": "From the thesis, an image depicts students working on the process of forming the earth blocks."
        }
      ],
      "tags": [
        "compressed earth blocks",
        "experimental design lab",
        "sustainable materials",
        "architectural engineering",
        "local construction resources"
      ]
    },
    {
      "names": ["Sculptural Windmill"],
      "number": 42,
      "url": "sculpturalWindmill",
      "status": "Ghost",
      "location": {
        "latitude": 35.316381,
        "longitude": -120.654399
      },
      "description": "The Windmill, a ghost structure documented through a single photograph, remains an enigma. Believed to have responded to changes in wind direction, its precise purpose and construction details are unknown, although its location has been deciphered from the photo. In 1982, there was a mention of possibly rebuilding or designing a new windmill, but no further information has surfaced. Its fleeting presence adds a layer of intrigue to the sculpture.",
      "extended_description": "",
      "advisor_builders": [
        {
          "name": "Unknown",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "path": "/images/M-42",
          "description": "Main image of the Sculptural Windmill."
        }
      ],
      "tags": [
        "wind-powered sculpture",
        "kinetic art",
        "experimental engineering",
        "mystery structure",
        "ghost windmill"
      ]
    }
  ]
}
