{
  "structures": [
    {
      "names": [
        "Entry Arch",
        "Entrance Pathway"
      ],
      "number": 1,
      "url": "entryArch",
      "status": "Active",
      "location": {
        "latitude": 35.313384,
        "longitude": -120.651865
      },
      "extended_description": "The wall’s stonework is a testament to the builders' craftsmanship. Each stone was carefully selected, with recessed mortar joints to highlight its individual character. Additionally, the students embedded terracotta impressions of their faces within the wall as a subtle, personal signature. Originally envisioned with a small ceramic fountain, this detail was left unfinished due to water supply limitations. The Entry Arch now stands as both a functional entrance and a tribute to the learning and dedication that shaped its creation.",
      "advisor_builders": [
        {
          "name": "Paul Miller",
          "role": [
            "Advisor"
          ]
        },
        {
          "name": "Lynn Noah",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Greg Lomax",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Andrew Low",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Gwin Stumbaugh",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-1",
          "description": "Main image of the Entry Arch."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-1",
          "description": "Close-up image of the Entry Arch."
        }
      ],
      "tags": [
        "Entryway structure",
        "Stone masonry",
        "Terracotta faces",
        "Visitor entrance",
        "Poly Canyon gateway"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/entry-arch",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10429524",
          "title": "Library Archives"
        }
      ],
      "_id": "6722b48799b26f2c000bb484",
      "description": "The Entry Arch marks the threshold to Poly Canyon, combining function with artistry. Constructed in 1976, the gateway features a steel frame clad in serpentinite stone, chosen for its natural asbestos content, adding an unexpected resilience. Beyond the arch, a stone wall and three-fingered maze manage both visitor flow and livestock protection, ensuring agricultural safety without restricting access. This entry path incorporates careful drainage solutions, including subterranean pipes and basins to handle the area’s natural runoff, preventing erosion.",
      "year": "1976"
    },
    {
      "names": [
        "Techite Bridge"
      ],
      "number": 2,
      "url": "techiteBridge",
      "status": "Active",
      "location": {},
      "extended_description": "As a testament to interdisciplinary collaboration, the Techite Bridge stands out for its creative application of construction techniques. The use of fiber-reinforced plastic mortar not only demonstrates technical skill but also innovation in material science. This lightweight yet durable bridge reflects the students' ability to think outside the box. It remains a symbol of student-driven experimentation in construction. The structure continues to inspire future generations of engineers and architects at Cal Poly.",
      "advisor_builders": [
        {
          "name": "Robert Purdy",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Robert Mac Luan",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Merilee Amy",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-2",
          "description": "Main image of the Techite Bridge."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-2",
          "description": "Close-up image of the Techite Bridge."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb485",
      "description": "The Techite Bridge is the only Poly Canyon structure built entirely by Construction Engineering students, highlighting their hands-on expertise. Constructed from fiber-reinforced plastic mortar, it showcases innovative use of lightweight yet high-strength materials. The bridge exemplifies how students can bridge gaps in more ways than one.",
      "year": "1973"
    },
    {
      "names": [
        "Blade",
        "The Petal Structure",
        "The Concrete Flower"
      ],
      "number": 3,
      "url": "blade",
      "status": "Active",
      "location": {},
      "extended_description": "The Blade structure, built in 1963, was Poly Canyon’s first experimental concrete project, designed to explore new post-tensioning techniques. This method of pre-stressing concrete through compressive forces allowed for innovative forms and greater load-bearing capacity. The \"concrete flower,\" as it came to be known, was a sculptural feat in architectural design. However, the original structure faced unanticipated challenges. It’s rumored that cattle used the petals for scratching, creating upward forces that the design didn’t account for. Over time, combined with exposure to the elements, these stresses led to cracks and the eventual collapse of the petals. By the late 20th century, the Blade stood as a fractured relic of experimental architecture, with some remnants of its original form still visible in Poly Canyon.\n\nIn 2003, a new team of Cal Poly students took on the challenge of rebuilding the Blade with modern engineering insights while preserving its unique aesthetic. They redesigned the structure using a catenary arch shape, which naturally supports its own weight in compression, enhancing stability and durability. Advanced post-tensioning methods were also applied, aligning with the latest standards and building codes. The reconstructed Blade thus maintained the original vision but was far more structurally sound. In 2006, the project received an Award of Excellence from the Post Tensioning Institute, recognizing the students’ achievement in blending historical design with modern engineering. Today, the Blade stands not only as a testament to innovation but also as a symbol of Cal Poly’s commitment to experiential learning, perseverance, and architectural legacy.",
      "advisor_builders": [
        {
          "name": "Steve Gilmore",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Mark Haselton",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Dan McMann",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Ken Minor",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-3",
          "description": "Main image of the Blade."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-3",
          "description": "Close-up image of the Blade."
        }
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10429517",
          "title": "Library Guide"
        },
        {
          "linkType": "Article",
          "URL": "https://digitalcommons.calpoly.edu/pao_pr/663/",
          "title": "Award for Rebuild"
        },
        {
          "title": "CAED Website",
          "URL": "https://polycanyon.calpoly.edu/history/blade-structure",
          "linkType": "Article"
        }
      ],
      "_id": "6722b48799b26f2c000bb486",
      "description": "The Blade structure, Poly Canyon’s earliest architectural landmark, was originally built in 1963 to test emerging post-tensioning concrete methods. After years of wear led to its collapse, a new team reconstructed it in 2003, blending structural advancements with the original design. Today, this “concrete flower” symbolizes Cal Poly’s resilience and dedication to hands-on learning.",
      "year": "1963 / 2003"
    },
    {
      "names": [
        "Spire Array"
      ],
      "number": 4,
      "url": "spireArray",
      "status": "Active",
      "location": {},
      "extended_description": "Created to investigate efficient building techniques, the geometric design allows natural light to filter through, offering a dynamic play of shadow and space. The project exemplifies how basic materials can be transformed into complex, visually intriguing structures through innovative design. It serves as a testament to the creativity and resourcefulness of students. The Spire Array adds a unique aesthetic to the Poly Canyon landscape. It encourages visitors to reflect on the possibilities of minimalist architecture.",
      "advisor_builders": [
        {
          "name": "Professor Dale Clifford",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Design Build Team",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-4",
          "description": "Main image of the Spire Array."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-4",
          "description": "Close-up image of the Spire Array."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb487",
      "description": "Wild horses are often spotted near the Spire Array—did you see any today? This striking wooden structure explores minimalist construction methods using simple materials, resembling teepee-like forms.",
      "year": "2020"
    },
    {
      "names": [
        "Palm Tree"
      ],
      "number": 5,
      "url": "palmTree",
      "status": "Active",
      "location": {},
      "extended_description": "The innovative design aimed to exploit the differing thermal expansion and contraction rates of the metals to generate rotation. Standing isolated against the rugged landscape, the structure's minimalist appearance contrasts with the complexity of its engineering intent. It serves as a physical representation of the interplay between art and science. The Palm Tree invites observers to consider the effects of environmental factors on structural design. Despite its simplicity, it embodies a sophisticated engineering concept.",
      "advisor_builders": [
        {
          "name": "iii",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-5",
          "description": "Main image of the Palm Tree."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-5",
          "description": "Close-up image of the Palm Tree."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb488",
      "description": "The Palm Tree was originally designed to rotate with changing temperatures due to the differing expansion rates of its metals. This unique structure features a tall central pole crowned by an assembly of dissimilar metals.",
      "year": "xxxx"
    },
    {
      "names": [
        "Tensile"
      ],
      "number": 6,
      "url": "tensile",
      "status": "Active",
      "location": {},
      "extended_description": "Utilizing tension cables and fabric, the structure provides much-needed shade during events like Design Village. The fact that a student chose this spot for their wedding adds a personal dimension, highlighting how architecture can foster community and create meaningful spaces beyond their functional purpose. The Tensile structure exemplifies the harmonious blend of form and function. It continues to be a focal point for gatherings and events. The design inspires visitors to appreciate the possibilities of tensile architecture.",
      "advisor_builders": [
        {
          "name": "Kiren Kelly-Sneed",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Theresa Zaro",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Royce Chow",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Abe Lynn",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Michael Lucas",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Walt Tryon",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Richard Zweifel",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-6",
          "description": "Main image of the Tensile."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-6",
          "description": "Close-up image of the Tensile."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb489",
      "description": "One student loved the Tensile structure so much, they got married under it—a testament to its beauty and community spirit. Showcasing structural elegance, it is held up by twelve footings interconnected underground.",
      "year": "2002"
    },
    {
      "names": [
        "Geodesic Dome"
      ],
      "number": 7,
      "url": "geodesicDome",
      "status": "Active",
      "location": {},
      "extended_description": "Made from lightweight surplus materials, it was initially an entrance to the architecture building before finding its home in Poly Canyon. Renowned for its excellent acoustics, the dome continues to serve as a functional space for events, bridging historical innovation with modern utility. The structure embodies the pioneering spirit of architectural experimentation. Its design has influenced countless students and architects. The Geodesic Dome remains a symbol of ingenuity and timeless design principles.",
      "advisor_builders": [
        {
          "name": "Richard Neill",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "William Roth",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Donald Mills",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Samuel Peterson",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Don Trunklage",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-7",
          "description": "Main image of the Geodesic Dome."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-7",
          "description": "Close-up image of the Geodesic Dome."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb48a",
      "description": "Inspired by Buckminster Fuller, the Geodesic Dome was originally built from surplus materials and offers stellar acoustics—it's even been used as a sound stage. This iconic dome showcases the strength and efficiency of triangular components.",
      "year": "1963"
    },
    {
      "names": [
        "Cantilever Deck"
      ],
      "number": 8,
      "url": "cantileverDeck",
      "status": "Active",
      "location": {},
      "extended_description": "Suspended entirely by cables with no direct ground support, it showcases the perfect balance of tension and compression forces. This minimalist design is a real-world application of structural precision, highlighting how innovative engineering can create the illusion of a floating platform amid the natural landscape. The deck provides a unique space for contemplation and observation. It challenges conventional architectural norms. The Cantilever Deck continues to inspire awe and curiosity among visitors.",
      "advisor_builders": [
        {
          "name": "Rowan Hernandez",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Kim Throndson",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "John Morrena",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Lee Benson",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-8",
          "description": "Main image of the Cantilever Deck."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-8",
          "description": "Close-up image of the Cantilever Deck."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb48b",
      "description": "The Cantilever Deck appears to float in mid-air, thanks to two students who defied gravity with cables and creativity. Constructed by ambitious architecture students, it exemplifies the principles of cantilever construction.",
      "year": "1990"
    },
    {
      "names": [
        "Earth Restrooms"
      ],
      "number": 9,
      "url": "restrooms",
      "status": "Active",
      "location": {},
      "extended_description": "After the concrete cured, the soil was excavated to reveal a structure that embodies efficient use of materials and environmental integration. Serving as essential infrastructure before other facilities were available, this project highlights the innovative spirit of students merging architecture with nature. The Earth-Formed Restrooms demonstrate sustainable building practices. They serve as an educational example of alternative construction methods. The design continues to intrigue and educate visitors about eco-friendly architecture.",
      "advisor_builders": [
        {
          "name": "Glen Jackson",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Robert Del Bianco",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Ralph Nafzgar",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-9",
          "description": "Main image of the Earth-Formed Restrooms."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-9",
          "description": "Close-up image of the Earth-Formed Restrooms."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb48c",
      "description": "These restrooms were shaped by dirt! Students used earth mounds as molds, then dug them out to reveal the curvy concrete roof. Ingeniously using earth mounds as natural formwork, they seamlessly blend with the landscape.",
      "year": "1972"
    },
    {
      "names": [
        "Underground House"
      ],
      "number": 10,
      "url": "undergroundHouse",
      "status": "Active",
      "location": {},
      "extended_description": "Significant issues with leaking led to it being partially unearthed. Despite the challenges, it has served as housing for caretakers, providing practical lessons in the complexities of underground construction and the importance of adapting designs to environmental constraints. The structure highlights the innovative yet practical aspects of architectural design. It stands as a learning monument to the challenges of waterproofing and subterranean living. The Underground House continues to intrigue those interested in alternative housing solutions.",
      "advisor_builders": [
        {
          "name": "Carl C Barrett",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Robert S Cocores",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Allyn W Mcfarlin",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "John M Provato",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Jesse P Wedemeyer",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Wayne Christian",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Pat Dennison",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Fred Kozono",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Mark McIntire",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Chris Sterios",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Craig Wilson",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Mark V Zeolla",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-10",
          "description": "Main image of the Underground House."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-10",
          "description": "Close-up image of the Underground House."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb48d",
      "description": "Designed to be invisible, the Underground House was supposed to be fully underground with only skylights showing—but leaks brought it back to the surface. An ambitious venture into subterranean architecture, it was intended to be completely submerged.",
      "year": "1982"
    },
    {
      "names": [
        "Sun Dial"
      ],
      "number": 11,
      "url": "sunDial",
      "status": "Active",
      "location": {},
      "extended_description": "The Sun Dial collapsed in the 1990s due to overenthusiastic climbing. Despite its fall, it serves as a symbolic reminder of Cal Poly's 'learn by doing' philosophy. The structure highlights the experimental nature of Poly Canyon, showing that even failures contribute valuable insights to architectural education. It stands as a testament to the importance of structural integrity and user interaction. The Sun Dial's legacy continues to influence design considerations in student projects.",
      "advisor_builders": [
        {
          "name": "John Stuart",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-11",
          "description": "Main image of the Sun Dial."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-11",
          "description": "Close-up image of the Sun Dial."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb48e",
      "description": "Though it collapsed from too much climbing, the Sun Dial still reminds us that every experiment is a step toward learning. Once a functional piece of art, it told time using the sun's position.",
      "year": "1971"
    },
    {
      "names": [
        "Gunite Bridge"
      ],
      "number": 12,
      "url": "guniteBridge",
      "status": "Active",
      "location": {},
      "extended_description": "Students built a reinforced steel skeleton with metal lath and then sprayed it with gunite—a type of concrete applied through a high-pressure hose. Once cured, tension cables were cut to place the structure in compression. This innovative process pushed the limits of concrete application, highlighting student experimentation with advanced construction methods. The bridge serves as a historical example of material and structural innovation. It continues to be studied for its unique construction technique. The Gunite Bridge remains a landmark of student creativity and engineering prowess.",
      "advisor_builders": [
        {
          "name": "Gordon L. Boles",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Roy Leland Bostrom",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Kokpo Ng",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Richard L. Saylor",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "John Ulloa",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-12",
          "description": "Main image of the Gunite Bridge."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-12",
          "description": "Close-up image of the Gunite Bridge."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb48f",
      "description": "The Gunite Bridge was sprayed into existence! Students used a gunite machine to apply concrete over a steel skeleton. Demonstrating technical ingenuity, it was constructed using pretension and post-compression techniques.",
      "year": "1965"
    },
    {
      "names": [
        "Timber Truss"
      ],
      "number": 13,
      "url": "timberTruss",
      "status": "Active",
      "location": {},
      "extended_description": "Recently retrofitted, the structure continues to serve as a hands-on learning tool for students, allowing them to study and experience firsthand the principles of structural engineering in a real-world application. The bridge's design incorporates complex truss systems, emphasizing the importance of structural integrity and design. It stands as both a memorial and an educational resource. The Timber Truss bridge inspires future architects and engineers through its enduring presence.",
      "advisor_builders": [
        {
          "name": "Derek Bonsper",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Josh Randall",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Fred Sobottka",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Mike Willis",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-13",
          "description": "Main image of the Timber Truss."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-13",
          "description": "Close-up image of the Timber Truss."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb490",
      "description": "This bridge stands as a tribute to Keigen Langholff, a passionate student whose contributions to Poly Canyon were cut tragically short. It showcases the strength and versatility of timber in bridge construction.",
      "year": "1994"
    },
    {
      "names": [
        "Stick Structure"
      ],
      "number": 14,
      "url": "stickStructure",
      "status": "Active",
      "location": {},
      "extended_description": "Although it was meant for regular reconfiguration, it remained the same for years until a renovation in 2009 revived its purpose. This hands-on educational tool demonstrates the principles of structural design in a tangible, full-scale format, emphasizing the longevity of student innovation. The Stick Structure serves as a testament to the enduring value of experimental architecture and the importance of continual learning and adaptation in design.",
      "advisor_builders": [
        {
          "name": "William F Martin",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Brian Gottlieb",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Dan Morita",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Michelle M. Pettit",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Jake Feldman",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-14",
          "description": "Main image of the Stick Structure."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-14",
          "description": "Close-up image of the Stick Structure."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb491",
      "description": "Intended to change shapes regularly, the Stick Structure stood unchanged for decades before students gave it a fresh makeover. Originally built as a life-sized structural stability model, it allows students to explore load flow and stiffness in various configurations.",
      "year": "1976 / 2009"
    },
    {
      "names": [
        "Pyramid"
      ],
      "number": 15,
      "url": "pyramid",
      "status": "Active",
      "location": {},
      "extended_description": "Noted only on the original Poly Canyon map, its mysterious origins embody the spirit of architectural exploration that defines the area. The pyramid adds an element of intrigue to the landscape, encouraging visitors to ponder the diverse forms architecture can take. It symbolizes the openness to innovation and the unknown, reflecting the boundless possibilities in design.",
      "advisor_builders": [],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-15",
          "description": "Main image of the Pyramid."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-15",
          "description": "Close-up image of the Pyramid."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb492",
      "description": "The Pyramid's unknown origins invite endless speculation—was it an early experiment, an artistic statement, or something else entirely? This enigmatic structure stands as a testament to the experimental nature of Poly Canyon.",
      "year": "1976"
    },
    {
      "names": [
        "Bridge House"
      ],
      "number": 16,
      "url": "bridgeHouse",
      "status": "Active",
      "location": {},
      "extended_description": "Conceived in 1965 and completed in 1968, the Bridge House embodies a modernist vision inspired by architect Craig Ellwood. Designed to span uneven terrain, it leveraged Cor-ten steel, a cutting-edge material that rusts intentionally to form a durable, protective layer. This choice marked one of the earliest architectural uses of Cor-ten steel, positioning the Bridge House as a landmark in experimental building materials.\n\nInitially serving as housing for visiting lecturers, the structure’s use evolved over the years, reflecting its adaptability. It has functioned as a caretaker’s home, a studio space, and now as a seismic testing site where students assess structural resilience. Its design includes removable braces, enabling controlled damage simulations to study earthquake impacts—an invaluable tool in structural dynamics education.\n\nIn recent years, student-led restoration efforts have brought the Bridge House back from a state of disrepair, replacing barricades with guardrails and restoring its open, accessible design. This restoration honors its historical significance while making it a functional space once more. Today, the Bridge House stands as both a teaching resource and a testament to the power of adaptable, forward-thinking design.",
      "advisor_builders": [
        {
          "name": "Ronald Davena",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Joel Dean",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Robert Garlow",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Raymond Hilken",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Lui Horstmeyer",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "James January",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Lloyd Suehiro",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Thomas Wiggin",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Kurt Holder",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Bruce Campe",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-16",
          "description": "Main image of the Bridge House."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-16",
          "description": "Close-up image of the Bridge House."
        }
      ],
      "tags": [
        "Cor-ten steel",
        "Experimental architecture",
        "Structural resilience",
        "Seismic testing"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10145842",
          "title": "Library Research Guide"
        },
        {
          "linkType": "Award",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10145842",
          "title": "Earthquake Testing"
        },
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/cmsp/251/",
          "title": "Restoration Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb493",
      "description": "Completed in 1968, the Bridge House was a pioneering experiment with Cor-ten steel, chosen for its rusting properties that create a protective barrier. Originally a guest lodging, it has since adapted to roles as a caretaker’s residence, studio, and seismic testing facility, demonstrating the versatility of its design.",
      "year": "1968 / 2019"
    },
    {
      "names": [
        "Water Tanks"
      ],
      "number": 17,
      "url": "waterTanks",
      "status": "Active",
      "location": {},
      "extended_description": "The original tank faced issues holding water above a certain level, which was ingeniously solved with the addition of polyvinyl storage tanks. This project highlights sustainable resource management and how engineering solutions can evolve over time to meet functional challenges while respecting natural resources. The Water Tanks exemplify the integration of technology with environmental stewardship.",
      "advisor_builders": [
        {
          "name": "Mathew Bittleston",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-17",
          "description": "Main image of the Water Tanks."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-17",
          "description": "Close-up image of the Water Tanks."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb494",
      "description": "These tanks tap into a spring that feeds Brizzolara Creek, connecting modern engineering with the area's natural water sources! Situated near a hillside spring, the Water Tanks play a crucial role in Poly Canyon's infrastructure.",
      "year": "1969 / 1998"
    },
    {
      "names": [
        "Observation Deck"
      ],
      "number": 18,
      "url": "observationDeck",
      "status": "Active",
      "location": {},
      "extended_description": "Serving as both a rest stop for hikers and a symbol of Poly Canyon's rejuvenation, its construction represents a renewed push for student-led projects in the area. The deck's design balances functionality with aesthetic appeal, providing a peaceful vantage point that encourages appreciation of the canyon's natural beauty and architectural diversity. It stands as a lasting legacy of the students' dedication and hard work.",
      "advisor_builders": [
        {
          "name": "Tony Pellegrini",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Harrison Woods",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Sitora Vaxidova",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-18",
          "description": "Main image of the Observation Deck."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-18",
          "description": "Close-up image of the Observation Deck."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb495",
      "description": "The Observation Deck was completed just one day before the team's graduation, making it their final achievement as Cal Poly students. This redwood structure offers panoramic views of the surrounding hills.",
      "year": "2019"
    },
    {
      "names": [
        "Poly Pavilion"
      ],
      "number": 19,
      "url": "polyPavilion",
      "status": "Active",
      "location": {},
      "extended_description": "The segments were crafted on campus and transported to the canyon, demonstrating the logistical challenges of on-site assembly. Supported by arching action between its foundations, the pavilion illustrates how prefabrication techniques can be combined with innovative structural principles to create striking architectural forms. It stands as a testament to collaborative effort and engineering prowess.",
      "advisor_builders": [
        {
          "name": "Alfredo Alcaraz",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Armando Paez",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Blanca Guerra",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Bob Green",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Brad Bishop",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Brett Beeman",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Chi Pham",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Cindy Smith",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Dave Hernandez",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Frank Maskiewicz",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Jim Low",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Joe Michale",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "John Smith",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Ken Brehmer",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Ken Schumann",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Ku Divita",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Pete Chavez",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Randal Brunson",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Ricardo Arevalo",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Stan Smith",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-19",
          "description": "Main image of the Poly Pavilion."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-19",
          "description": "Close-up image of the Poly Pavilion."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb496",
      "description": "The Poly Pavilion's precast segments were assembled on campus and transported to the canyon, showcasing the hands-on approach of Cal Poly students. Constructed by an Architectural Engineering class, it showcases the potential of precast concrete in architecture.",
      "year": "1985"
    },
    {
      "names": [
        "Serenity Wall"
      ],
      "number": 20,
      "url": "serenityWall",
      "status": "Active",
      "location": {},
      "extended_description": "Constructed with weather-resistant redwood planks, it requires minimal maintenance while complementing the natural environment. The wall serves as a subtle gateway to other canyon features, demonstrating how architecture can enhance rather than dominate a landscape. It reflects a thoughtful approach to design that prioritizes harmony with nature.",
      "advisor_builders": [
        {
          "name": "Brian Milton",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-20",
          "description": "Main image of the Serenity Wall."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-20",
          "description": "Close-up image of the Serenity Wall."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb497",
      "description": "The student who built the Serenity Wall also constructed two other unlisted structures: the Meditation Bench and Cardinal Direction. Designed to blend seamlessly with its surroundings, this structure embodies the principle of 'out of sight, out of mind.'",
      "year": "2004"
    },
    {
      "names": [
        "Hay Bale Arch"
      ],
      "number": 21,
      "url": "hayBale",
      "status": "Active",
      "location": {},
      "extended_description": "The unique 'window of truth' offers a glimpse into the straw core, educating visitors about alternative building materials. Its double-barrel design is likely one-of-a-kind, showcasing the creative potential of combining traditional materials with modern architectural concepts. The structure serves as both an educational exhibit and a testament to sustainable building practices.",
      "advisor_builders": [
        {
          "name": "Philip Greene",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Adam Bradley",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Jason Hughey",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Matthew Vorhees",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-21",
          "description": "Main image of the Hay Bale Arch."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-21",
          "description": "Close-up image of the Hay Bale Arch."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb498",
      "description": "This arch is likely the only double-barrel design of its kind, showcasing the creativity and resourcefulness of the students who built it. The Hay Bale Arch utilizes straw for its surprisingly effective insulation properties.",
      "year": "2004"
    },
    {
      "names": [
        "Fratessa Tower"
      ],
      "number": 22,
      "url": "fratessaTower",
      "status": "Active",
      "location": {},
      "extended_description": "Adjacent to Fratessa Tower are the remnants of an earlier project with precast concrete columns, believed to reflect a vision similar to the current tower’s design. The project was led by a team of architectural engineering students, who embraced this opportunity for hands-on experience, supported by contributions from industry sponsors.",
      "advisor_builders": [
        {
          "name": "Rachel Martin",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Justin Wei",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Michael Braund",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Eric Mcdonnell",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Tanya Worotko",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Adam Stagnaro",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-22",
          "description": "Main image of the Fratessa Tower."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-22",
          "description": "Close-up image of the Fratessa Tower."
        }
      ],
      "tags": [
        "Observation tower",
        "Structural foundation reuse",
        "Dedication to Paul Fratessa",
        "Canyon views",
        "Precast concrete"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/fratessa-tower",
          "title": "CAED Website"
        },
        {
          "linkType": "Article",
          "URL": "https://digitalcommons.calpoly.edu/focus/vol2/iss1/5/",
          "title": "Project Highlight"
        }
      ],
      "_id": "6722b48799b26f2c000bb499",
      "description": "Fratessa Tower, built in 2004, is an observation structure dedicated to the memory of Paul Fratessa, a former ARCE department head. It provides visitors with a unique vantage point to take in the scenic views of the surrounding canyon. The tower stands on the original foundations of an older observation structure that relied on a water column for support but was decommissioned due to leakage issues. The new tower’s design continues the legacy of its predecessor while adding modern structural stability.",
      "year": "2004"
    },
    {
      "names": [
        "Tensegrity"
      ],
      "number": 23,
      "url": "tensegrity",
      "status": "Active",
      "location": {},
      "extended_description": "Featuring wooden pyramids and steel cables, it creates a captivating floating effect with a suspended seating area. The structure's complex design and remote collaboration during its creation highlight the challenges and innovations in modern architectural practices. It serves as a testament to adaptability and creativity in the face of unprecedented circumstances. The Tensegrity pavilion inspires future architects to embrace new technologies and collaborative methods.",
      "advisor_builders": [
        {
          "name": "Will Adam",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Ivan Cruz",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Jos Hernandez",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Kasey Tatis",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Truman Waller",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-23",
          "description": "Main image of the Tensegrity."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-23",
          "description": "Close-up image of the Tensegrity."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb49a",
      "description": "The team behind Tensegrity met entirely over Zoom when planning, making it the only structure shaped by remote collaboration during the pandemic. This striking pavilion showcases the principle of tensile integrity, pioneered by Buckminster Fuller.",
      "year": "2022"
    },
    {
      "names": [
        "Shell House"
      ],
      "number": 24,
      "url": "shellHouse",
      "status": "Active",
      "location": {},
      "extended_description": "The students faced unexpected electrical shocks due to improper grounding, adding a memorable lesson to the building process. Supported at just three ground points, this structure exemplifies innovation and the hands-on challenges that come with experimental architecture. The Shell House stands as a testament to the learning experiences that shape architectural education. It continues to be a symbol of ingenuity and practical problem-solving.",
      "advisor_builders": [
        {
          "name": "Larry Gangwisch",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Ronald James",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Raymond Ketzel",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Roger Marshall",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "David Wright",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "James Zimmerman",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "George Hasslein",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Wesley Ward",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Harvey Koehen",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-24",
          "description": "Main image of the Shell House."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-24",
          "description": "Close-up image of the Shell House."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb49b",
      "description": "During construction of the Shell House, students got unexpected shocks—they learned the hard way about grounding when working with wire mesh and shotcrete! An early pioneer in using shotcrete at Poly Canyon, the Shell House features a unique roof formed by cables, wire mesh, and sprayed concrete.",
      "year": "1975"
    },
    {
      "names": [
        "Green House"
      ],
      "number": 25,
      "url": "greenHouse",
      "status": "Active",
      "location": {},
      "extended_description": "Planned features included automatic watering and ventilation systems, along with solar-heated water storage. The structure's innovative design aimed to enhance the efficiency of traditional greenhouse models, showcasing early attempts at sustainable architectural practices. The Green House represents a forward-thinking approach to eco-friendly design. It continues to inspire discussions on sustainability and innovation in architecture.",
      "advisor_builders": [
        {
          "name": "Mark Jenefsky",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-25",
          "description": "Main image of the Green House."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-25",
          "description": "Close-up image of the Green House."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb49c",
      "description": "The Green House was meant to be a self-sustaining structure with solar-heated water storage, an advanced concept for the 1980s. Although unfinished, this ambitious project was designed to integrate advanced environmental control systems.",
      "year": "1989"
    },
    {
      "names": [
        "Modular House"
      ],
      "number": 26,
      "url": "modularHouse",
      "status": "Active",
      "location": {},
      "extended_description": "Its modular approach demonstrates efficient use of materials and space. The structure's challenges with waterproofing due to differing material expansion rates provide valuable lessons in the practicalities of experimental design and material compatibility. The Modular House highlights the importance of considering material properties in architectural design. It remains a notable example of modular construction methods.",
      "advisor_builders": [
        {
          "name": "Paul Thoryk",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "John Edmiston",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Glen Jackson",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Tom Bylund",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "James Jones",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Richard Pata",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Lorin Smith",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Jerry Tucker",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Dennis Turner",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "John Edmisten",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Don Koberg",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-26",
          "description": "Main image of the Modular House."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-26",
          "description": "Close-up image of the Modular House."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb49d",
      "description": "The Modular House was originally fully enclosed, but today it stands hollow—so be cautious when exploring! This experimental dwelling features a steel frame with wood infill, designed on an eight-by-eight module to minimize lumber cutting.",
      "year": "1973"
    },
    {
      "names": [
        "Centering for Center"
      ],
      "number": 27,
      "url": "centeringCenter",
      "status": "Active",
      "location": {},
      "extended_description": "Initially conceived in an interdisciplinary design studio course, the dome received Cal Poly’s Teacher and Student Scholar Award and was later displayed at Descanso Gardens in conjunction with the Tonalism music event. Its design emphasizes simplicity and durability, incorporating shadow-casting cutouts that mimic the experience of being under a tree canopy. This foundation led to the creation of the Biophilic Instrument Pavilion (BIP), an interactive extension featuring prisms and sensors that respond to color and movement, adding a new dimension of sound and light for visitors. Together, these structures showcase innovative, adaptable design and the students' commitment to experiential learning and sustainable architecture.",
      "advisor_builders": [
        {
          "name": "Marcos Lutyens",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Cynthia Brophy",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-27",
          "description": "Main image of the Centering Center."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-27",
          "description": "Close-up image of the Centering Center."
        }
      ],
      "tags": [
        "Modular dome",
        "Meditative space",
        "Sustainable design",
        "Interdisciplinary project",
        "Transportable structure"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/arcesp/181/",
          "title": "Project Overview"
        },
        {
          "linkType": "Article",
          "URL": "https://content-calpoly-edu.s3.amazonaws.com/arce/1/documents/Magazines/ARCE%202022%20MAGAZINE%20FINAL-2.pdf",
          "title": "ARCE Newsletter"
        },
        {
          "URL": "https://kcpr.org/new-temporary-interactive-pavillion-in-poly-canyon-unites-students-across-different-majors/",
          "linkType": "Article",
          "title": "KCPR on 2024 Upgrade"
        }
      ],
      "_id": "6722b48799b26f2c000bb49e",
      "description": "The Center for Centering dome, a modular 16-foot meditative structure, was crafted by a multidisciplinary team to serve as both a retreat space and an art installation. Inspired by Japanese wood joinery and built from 84 identical timber pieces, it’s designed to be transported and assembled with ease. Resembling a Dudleya flower from above, this off-grid, sustainable dome offers a sensory environment that promotes self-reflection and conservation.",
      "year": "2022"
    },
    {
      "names": [
        "Pole House"
      ],
      "number": 28,
      "url": "poleHouse",
      "status": "Active",
      "location": {},
      "extended_description": "This innovative foundation technique makes it a structurally sound solution for difficult terrains. Often used as a staging ground for other projects, the Pole House highlights the adaptability of architectural design to the natural landscape, embodying practical ingenuity. It demonstrates how thoughtful engineering can overcome environmental obstacles. The structure serves as an educational model for foundation design.",
      "advisor_builders": [
        {
          "name": "EDES Class Project",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Randy Detmer",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-28",
          "description": "Main image of the Pole House."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-28",
          "description": "Close-up image of the Pole House."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb49f",
      "description": "Built on a steep slope, the Pole House stands tall thanks to deep caissons that anchor directly into bedrock! Addressing the challenges of a sloping site, this structure is elevated on caissons that transfer the load directly to the bedrock below.",
      "year": "1989"
    },
    {
      "names": [
        "BBQ Pit"
      ],
      "number": 29,
      "url": "bbqPit",
      "status": "Active",
      "location": {},
      "extended_description": "Originally featuring a corten steel hood, its current form demonstrates the importance of material compatibility in long-lasting structures. The pit and nearby seating areas continue to serve as gathering spaces, highlighting the social aspects of architectural design. The BBQ Pit remains a beloved spot for community events. It emphasizes the role of architecture in fostering social interaction.",
      "advisor_builders": [
        {
          "name": "Allan Cooper",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-29",
          "description": "Main image of the BBQ Pit."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-29",
          "description": "Close-up image of the BBQ Pit."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb4a0",
      "description": "The BBQ Pit once had a corten steel hood, but it was removed because the differing materials didn't age well together. This communal space has evolved over time, adapting to material challenges and changing needs.",
      "year": "1975"
    },
    {
      "names": [
        "Moment Monument"
      ],
      "number": 30,
      "url": "momentMonument",
      "status": "Active",
      "location": {},
      "extended_description": "Each beam is connected differently, allowing students to study various pre-qualified moment connections in steel frames. The monument exemplifies how full-scale models can enhance understanding of complex engineering principles, bridging the gap between theory and practice. It stands as a hands-on resource for learning about seismic resilience. The Moment Monument represents the forefront of educational architecture.",
      "advisor_builders": [
        {
          "name": "Carsten Huber",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Gaspar Solorio",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Jared Schieferle",
          "role": [
            "Builder"
          ]
        },
        {
          "name": "Brayden Martinez",
          "role": [
            "Builder"
          ]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-30",
          "description": "Main image of the Moment Monument."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-30",
          "description": "Close-up image of the Moment Monument."
        }
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb4a1",
      "description": "Each beam of the Moment Monument is connected differently, making it a unique educational tool for students studying earthquake-resistant design. As the newest addition to Poly Canyon, this structure serves as an educational tool for earthquake-resistant design.",
      "year": "2024"
    }
  ]
}