{
  "structures": [
    {
      "names": ["Entry Arch", "Entrance Pathway"],
      "number": 1,
      "url": "entryArch",
      "status": "Active",
      "location": {
        "latitude": 35.313456,
        "longitude": -120.651915
      },
      "extended_description": "The wall’s stonework is a testament to the builders' craftsmanship. Each stone was carefully selected, with recessed mortar joints to highlight its individual character. Additionally, the students embedded terracotta impressions of their faces within the wall as a subtle, personal signature. Originally envisioned with a small ceramic fountain, this detail was left unfinished due to water supply limitations. The Entry Arch now stands as both a functional entrance and a tribute to the learning and dedication that shaped its creation.",
      "advisor_builders": [
        {
          "name": "Paul Miller",
          "role": ["Advisor"]
        },
        {
          "name": "Lynn Noah",
          "role": ["Builder"]
        },
        {
          "name": "Greg Lomax",
          "role": ["Builder"]
        },
        {
          "name": "Andrew Low",
          "role": ["Builder"]
        },
        {
          "name": "Gwin Stumbaugh",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-1",
          "description": "Main image of the Entry Arch."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-1",
          "description": "Close-up image of the Entry Arch."
        }
      ],
      "tags": [
        "stone masonry",
        "recessed mortar joints",
        "terracotta impressions",
        "unfinished fountain",
        "visitor entrance",
        "livestock barrier",
        "serpentinite cladding",
        "three-fingered maze",
        "drainage solutions"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/entry-arch",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10429524",
          "title": "Library Archives"
        }
      ],
      "_id": "6722b48799b26f2c000bb484",
      "description": "The Entry Arch marks the threshold to Poly Canyon, combining function with artistry. Constructed in 1976, the gateway features a steel frame clad in serpentinite stone, chosen for its natural asbestos content, adding an unexpected resilience. Beyond the arch, a stone wall and three-fingered maze manage both visitor flow and livestock protection, ensuring agricultural safety without restricting access. This entry path incorporates careful drainage solutions, including subterranean pipes and basins to handle the area’s natural runoff, preventing erosion.",
      "year": "1976"
    },
    {
      "names": ["Techite Bridge"],
      "number": 2,
      "url": "techiteBridge",
      "status": "Active",
      "location": {
        "latitude": 35.31388,
        "longitude": -120.65223
      },
      "extended_description": "Built by a team of civil engineering students in 1973, the Techite Bridge was a bold experiment in using fiber-reinforced plastic (FRP) as a primary structural material. FRP, previously limited to plumbing applications, was tested for its tensile and compressive strength in a groundbreaking attempt to apply it in construction. The design featured hollow FRP tubes drilled to accommodate steel rebar, which were anchored into reinforced concrete slabs. The engineering team faced unique challenges in joining steel, FRP, and concrete, ultimately relying on the flexibility of steel to create a cohesive and stable structure. Precise surveying limited errors to just 1/32 of an inch, and the final design blended seamlessly with the wooded environment. Completed over six months for just $1,300, the bridge demonstrated the potential of FRP to deliver cost-effective and sustainable solutions while pushing the boundaries of material science.\n\nIn 2024, the bridge underwent a meticulous restoration to repair decades of wear and vandalism. Positioned near the canyon entrance, its high visibility had subjected it to graffiti and weather damage, with chipped railings exposing the inner concrete and moss covering much of the surface. A restoration team cleaned the structure using eco-friendly methods to protect the nearby river, repaired the damage with fiberglass and resin, and reinstated the original chain railings with reinforced hooks to deter theft. The entire bridge was refinished with a topcoat for durability, and a new plaque was bolted into place to commemorate its legacy. This restoration preserved the bridge’s historical significance while ensuring it remains a key landmark for future generations.",
      "advisor_builders": [
        {
          "name": "Robert Purdy",
          "role": ["Builder"]
        },
        {
          "name": "Robert Mac Luan",
          "role": ["Builder"]
        },
        {
          "name": "Merilee Amy",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-2",
          "description": "Main image of the Techite Bridge."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-2",
          "description": "Close-up image of the Techite Bridge."
        }
      ],
      "tags": [
        "fiber-reinforced plastic",
        "tensile strength testing",
        "hollow FRP tubes",
        "interdisciplinary design",
        "lightweight construction",
        "cost-effective materials",
        "wooded integration",
        "eco-friendly restoration",
        "graffiti repair",
        "chain railings"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/techite-bridge",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10374402",
          "title": "Library Archives"
        },
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/arcesp/212/",
          "title": "Restoration Project"
        }
      ],
      "_id": "6722b48799b26f2c000bb485",
      "description": "The Techite Bridge, a 46-foot-long experimental structure built in 1973, showcases the innovative use of fiber-reinforced plastic (FRP) in structural applications. Originally a senior project, the bridge combines FRP, steel, and concrete, demonstrating the strength, flexibility, and cost-effectiveness of unconventional materials. With its sleek design and integration into its natural environment, the structure stands as a testament to engineering ingenuity and creative problem-solving.",
      "year": "1973"
    },
    {
      "names": ["Blade", "The Petal Structure", "The Concrete Flower"],
      "number": 3,
      "url": "blade",
      "status": "Active",
      "location": {
        "latitude": 35.31427,
        "longitude": -120.652192
      },
      "extended_description": "The structure was the canyon's first experimental concrete project, designed to explore new post-tensioning techniques. This method of pre-stressing concrete through compressive forces allowed for innovative forms and greater load-bearing capacity. The \"concrete flower,\" as it came to be known, was a sculptural feat in architectural design. However, the original structure faced unanticipated challenges. It’s rumored that cattle used the petals for scratching, creating upward forces that the design didn’t account for. Over time, combined with exposure to the elements, these stresses led to cracks and the eventual collapse of the petals. By the late 20th century, the Blade stood as a fractured relic of experimental architecture, with some remnants of its original form still visible in Poly Canyon.\n\nIn 2003, a new team of Cal Poly students took on the challenge of rebuilding the Blade with modern engineering insights while preserving its unique aesthetic. They redesigned the structure using a catenary arch shape, which naturally supports its own weight in compression, enhancing stability and durability. Advanced post-tensioning methods were also applied, aligning with the latest standards and building codes. The reconstructed Blade thus maintained the original vision but was far more structurally sound. In 2006, the project received an Award of Excellence from the Post Tensioning Institute, recognizing the students’ achievement in blending historical design with modern engineering. Today, the Blade stands not only as a testament to innovation but also as a symbol of Cal Poly’s commitment to experiential learning, perseverance, and architectural legacy.",
      "advisor_builders": [
        {
          "name": "Steve Gilmore",
          "role": ["Builder"]
        },
        {
          "name": "Mark Haselton",
          "role": ["Builder"]
        },
        {
          "name": "Dan McMann",
          "role": ["Builder"]
        },
        {
          "name": "Ken Minor",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-3",
          "description": "Main image of the Blade."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-3",
          "description": "Close-up image of the Blade."
        }
      ],
      "tags": [
        "post-tensioned concrete",
        "catenary arch redesign",
        "structural collapse",
        "sculptural concrete petals",
        "cattle impact",
        "innovative load-bearing",
        "experimental architecture",
        "award-winning rebuild",
        "weather resilience"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10429517",
          "title": "Library Guide"
        },
        {
          "linkType": "Article",
          "URL": "https://digitalcommons.calpoly.edu/pao_pr/663/",
          "title": "Award for Rebuild"
        },
        {
          "title": "CAED Website",
          "URL": "https://polycanyon.calpoly.edu/history/blade-structure",
          "linkType": "Article"
        }
      ],
      "_id": "6722b48799b26f2c000bb486",
      "description": "The Blade structure, one of Poly Canyon’s earliest architectural landmarks, was originally built in 1963 to test emerging post-tensioning concrete methods. After years of wear led to its collapse, a new team reconstructed it in 2003, blending structural advancements with the original design. Today, this “concrete flower” symbolizes Cal Poly’s resilience and dedication to hands-on learning.",
      "year": "1963 / 2003"
    },
    {
      "names": ["Spire Array"],
      "number": 4,
      "url": "spireArray",
      "status": "Active",
      "location": {
        "latitude": 35.31452,
        "longitude": -120.65202
      },
      "extended_description": "Created to investigate efficient building techniques, the geometric design allows natural light to filter through, offering a dynamic play of shadow and space. The project exemplifies how basic materials can be transformed into complex, visually intriguing structures through innovative design. It serves as a testament to the creativity and resourcefulness of students. The Spire Array adds a unique aesthetic to the Poly Canyon landscape. It encourages visitors to reflect on the possibilities of minimalist architecture.",
      "advisor_builders": [
        {
          "name": "Professor Dale Clifford",
          "role": ["Builder"]
        },
        {
          "name": "Design Build Team",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-4",
          "description": "Main image of the Spire Array."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-4",
          "description": "Close-up image of the Spire Array."
        }
      ],
      "tags": [
        "geometric design",
        "light filtering",
        "minimalist architecture",
        "efficient materials",
        "shadow play",
        "visually intriguing",
        "structural creativity"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://calpolydesignbuild.weebly.com/poly-canyon.html",
          "title": "Website Design Build"
        },
        {
          "URL": "https://youtu.be/PTjAWOCXd1w",
          "linkType": "Article",
          "title": "Youtube Video of Build"
        }
      ],
      "_id": "6722b48799b26f2c000bb487",
      "description": "Wild horses are often spotted near the Spire Array—did you see any today? This striking wooden structure explores minimalist construction methods using simple materials, resembling teepee-like forms.",
      "year": "2020"
    },
    {
      "names": ["Palm Tree"],
      "number": 5,
      "url": "palmTree",
      "status": "Active",
      "location": {
        "latitude": 35.31499,
        "longitude": -120.65241
      },
      "extended_description": "The innovative design aimed to exploit the differing thermal expansion and contraction rates of the metals to generate rotation. Standing isolated against the rugged landscape, the structure's minimalist appearance contrasts with the complexity of its engineering intent. It serves as a physical representation of the interplay between art and science. The Palm Tree invites observers to consider the effects of environmental factors on structural design. Despite its simplicity, it embodies a sophisticated engineering concept.",
      "advisor_builders": [
        {
          "name": "Cristina Alcala",
          "role": ["Builder"]
        },
        {
          "name": "Jaime Mora",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-5",
          "description": "Main image of the Palm Tree."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-5",
          "description": "Close-up image of the Palm Tree."
        }
      ],
      "tags": [
        "thermal expansion design",
        "rotating metals",
        "minimalist appearance",
        "environmental engineering",
        "artistic interplay",
        "structural experimentation"
      ],
      "links": [],
      "_id": "6722b48799b26f2c000bb488",
      "description": "The Palm Tree was originally designed to rotate with changing temperatures due to the differing expansion rates of its metals. This unique structure features a tall central pole crowned by an assembly of dissimilar metals.",
      "year": "1993"
    },
    {
      "names": ["Tensile", "Tensile Fabric Pavilion"],
      "number": 6,
      "url": "tensile",
      "status": "Active",
      "location": {
        "latitude": 35.31523,
        "longitude": -120.65243
      },
      "extended_description": "Inspired by advanced tensile design concepts, the Tensile Structure was an ambitious project that required over a year to complete. Students from architecture and engineering disciplines collaborated to design and construct the fabric pavilion, tackling challenges in material sourcing, interdisciplinary planning, and self-directed construction. With donations totaling $20,000, including fabric panels from an Ohio company and critical financial support from alumni, the team overcame resource limitations to bring their vision to life.\n\nThe pavilion’s architectural significance lies in its innovative use of fabric as a structural material. High-tension cables are anchored by 12 underground footings, ensuring strength and stability while maintaining a lightweight aesthetic. The structure was unveiled during the 2003 Open House, marking the first new addition to the experimental architecture collection in over a decade. Designed to provide shade for annual design village events, it has become a functional and symbolic centerpiece of the collection.\n\nThe Tensile Structure has also taken on personal significance, serving as the location for a wedding ceremony beneath its iconic canopy. Its ability to unite aesthetic innovation, practical use, and emotional significance has made it a landmark in the experimental architecture collection.",
      "advisor_builders": [
        {
          "name": "Kiren Kelly-Sneed",
          "role": ["Builder"]
        },
        {
          "name": "Theresa Zaro",
          "role": ["Builder"]
        },
        {
          "name": "Royce Chow",
          "role": ["Builder"]
        },
        {
          "name": "Abe Lynn",
          "role": ["Builder"]
        },
        {
          "name": "Michael Lucas",
          "role": ["Builder"]
        },
        {
          "name": "Walt Tryon",
          "role": ["Builder"]
        },
        {
          "name": "Richard Zweifel",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-6",
          "description": "Main image of the Tensile."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-6",
          "description": "Close-up image of the Tensile."
        }
      ],
      "tags": [
        "tensile fabric pavilion",
        "high-tension cables",
        "interdisciplinary collaboration",
        "prefabricated panels",
        "Open House showcase",
        "durable shade structure",
        "architectural centerpiece"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/tensile-structure",
          "title": "CAED Website"
        },
        {
          "linkType": "Article",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=6921&context=studentnewspaper",
          "title": "Mustang Daily Historical"
        },
        {
          "linkType": "Article",
          "title": "Article Feature",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1484&context=calpoly_magazine"
        }
      ],
      "_id": "6722b48799b26f2c000bb489",
      "description": "The Tensile Structure, completed in 2003, is a fabric pavilion created to provide shade for events and enhance the architectural collection in the area. Its design uses fabric panels stretched under high tension, anchored by 12 interconnected underground footings for stability. Beyond its functional purpose, the structure has hosted significant moments, including a wedding ceremony beneath its distinctive canopy, showcasing its unique blend of practicality and emotional resonance.",
      "year": "2002"
    },
    {
      "names": ["Geodesic Dome"],
      "number": 7,
      "url": "geodesicDome",
      "status": "Active",
      "location": {
        "latitude": 35.31537,
        "longitude": -120.627
      },
      "extended_description": "The dome’s structure is composed of interlocking triangles that distribute forces evenly, allowing it to enclose a large volume of space with minimal material. This efficient design became popular in the post-war era for its strength, lightweight nature, and adaptability. Over the years, the dome has been repurposed for various functions, including as a chapel, a gathering space, and a sound stage during events like Design Village, where its acoustics are put to use. Today, it serves as a cultural icon of innovation and Cal Poly’s commitment to experiential learning, continuing to inspire students decades after its creation.",
      "advisor_builders": [
        {
          "name": "Richard Neill",
          "role": ["Builder"]
        },
        {
          "name": "William Roth",
          "role": ["Builder"]
        },
        {
          "name": "Donald Mills",
          "role": ["Builder"]
        },
        {
          "name": "Samuel Peterson",
          "role": ["Builder"]
        },
        {
          "name": "Don Trunklage",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-7",
          "description": "Main image of the Geodesic Dome."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-7",
          "description": "Close-up image of the Geodesic Dome."
        }
      ],
      "tags": [
        "geodesic structure",
        "triangular framework",
        "lightweight strength",
        "acoustic properties",
        "multifunctional space",
        "architectural innovation",
        "post-war design"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/geodesic-dome",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10166685",
          "title": "Library Archive"
        }
      ],
      "_id": "6722b48799b26f2c000bb48a",
      "description": "Inspired by Buckminster Fuller’s 1956 lecture, Cal Poly’s geodesic dome was constructed in 1957, making it one of the first of its kind on the West Coast. Built by five architectural engineering students using war surplus boiler pipes and over 19,000 bolts, the dome stands as a testament to Fuller’s concept of “energetic geometry.” Originally located at the entrance to the architecture building, the dome was later relocated to Poly Canyon in 1963, where it has remained a landmark symbolizing the university’s \"Learn by Doing\" philosophy.",
      "year": "1963"
    },
    {
      "names": ["Cantilever Deck", "Master Builders"],
      "number": 8,
      "url": "cantileverDeck",
      "status": "Active",
      "location": {
        "latitude": 35.31567,
        "longitude": -120.65255
      },
      "extended_description": "Originally, the Cantilever Deck was conceived as an ambitious architectural endeavor in 1990. Originally intended as an amphitheater, the project transformed into a cantilevered platform able to support significant weight, even that of grazing cows—a nod to its rugged functionality. The build process required interdisciplinary collaboration between architectural, engineering, and welding students, making it a hallmark of cross-departmental teamwork. The structure's unique suspended design utilized steel perimeter beams, cable connectors, and galvanized floor grating, all fabricated and installed to meet high structural standards. Students innovated with welding techniques and overcame challenges such as sourcing materials and designing for safety, culminating in a project that became a lasting feature of the canyon.\n\nDecades later, the deck was renovated by a dedicated group of students just this year. The team sought to restore the deck’s integrity and inspire future generations. The process began with a 3D scan to account for missing original documentation and insights from the original welder. They replaced decayed wood beams with screw-laminated Alaskan yellow cedar, known for its 40-year lifespan, and strengthened the handrails to meet modern code standards. Steel components were repainted, and the structure was stabilized to eliminate its characteristic bounce. Despite challenges like moving a boulder manually and juggling long commutes, the team brought life back to the deck while building friendships and memories. Their work ensures the platform's continued use as a refuge and source of inspiration.\n\nProfessor Anahid, who fell in love with the canyon upon first seeing it, emphasized how these structures remain living projects, adapting to new challenges and inspiring creativity. Today, the deck represents not only a feat of engineering but also the enduring spirit of student collaboration and ingenuity.",
      "advisor_builders": [
        {
          "name": "Rowan Hernandez",
          "role": ["Builder"]
        },
        {
          "name": "Kim Throndson",
          "role": ["Builder"]
        },
        {
          "name": "John Morrena",
          "role": ["Builder"]
        },
        {
          "name": "Lee Benson",
          "role": ["Builder"]
        },
        {
          "name": "Jeff Gilman",
          "role": ["Builder"]
        },
        {
          "name": "Paco Perez",
          "role": ["Builder"]
        },
        {
          "name": "Joseph Meyer",
          "role": ["Builder"]
        },
        {
          "name": "Roger Biddle",
          "role": ["Builder"]
        },
        {
          "name": "Calvin Vigeant",
          "role": ["Builder"]
        },
        {
          "name": "Calvin Morgan",
          "role": ["Builder"]
        },
        {
          "name": "Anahid Behrouzi",
          "role": ["Advisor"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-8",
          "description": "Main image of the Cantilever Deck."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-8",
          "description": "Close-up image of the Cantilever Deck."
        }
      ],
      "tags": [
        "cantilevered platform",
        "interdisciplinary teamwork",
        "suspended design",
        "steel perimeter beams",
        "cable-supported structure",
        "Alaskan yellow cedar",
        "structural restoration",
        "rugged functionality"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/cantilever-deck",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10303912",
          "title": "Library Archive"
        }
      ],
      "_id": "6722b48799b26f2c000bb48b",
      "description": "The Cantilever Deck is a suspended structure originally designed in 1990 as an interdisciplinary senior project, combining architectural design, welding, and structural engineering expertise. Built to resemble a boat, the platform uses steel perimeter beams and cable supports to provide stability and a striking aesthetic. Recently renovated, the structure now features upgraded materials like Alaskan yellow cedar for improved durability, repainted steel, and modernized safety handrails, ensuring compliance with current building codes. It serves as a testament to creativity, collaboration, and the enduring legacy of student innovation.",
      "year": "1990 / 2024"
    },
    {
      "names": ["Restrooms", "Earth-Formed Restrooms", "Concrete Bathrooms"],
      "number": 9,
      "url": "restrooms",
      "status": "Active",
      "location": {
        "latitude": 35.31565,
        "longitude": -120.65301
      },
      "extended_description": "The restroom facility project allowed students to gain practical experience in planning, designing, and executing a full-scale construction. This was a challenging endeavor involving heavy equipment, meticulous detailing of construction components, and coordination among team members. The project was designed to accommodate both male and female restrooms, with concrete as the primary material for durability and low maintenance. The use of the earth mound as formwork gave the roof its distinctive curve, creating a natural and robust aesthetic. Once completed, the facility became a resource for canyon visitors, and an additional caretaker once living in the nearby Underground House was known to rely on this bathroom before alternative facilities were installed.",
      "advisor_builders": [
        {
          "name": "Glen Jackson",
          "role": ["Builder"]
        },
        {
          "name": "Robert Del Bianco",
          "role": ["Builder"]
        },
        {
          "name": "Ralph Nafzgar",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-9",
          "description": "Main image of the Earth-Formed Restrooms."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-9",
          "description": "Close-up image of the Earth-Formed Restrooms."
        }
      ],
      "tags": [
        "earth-formed architecture",
        "curved concrete roof",
        "soil formwork",
        "durable construction",
        "shotcrete technique",
        "functional design"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/earth-formed-restrooms",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10160061",
          "title": "Library Archive"
        }
      ],
      "_id": "6722b48799b26f2c000bb48c",
      "description": "These concrete bathrooms feature an innovative design, using an earth mound as formwork for a curved concrete roof. Once the roof was cured, the soil was excavated to reveal a unique restroom facility that served as both a functional structure and a hands-on learning experience for the students who built it.",
      "year": "1972"
    },
    {
      "names": ["Underground House", "Earth Shelter", "Earth House"],
      "number": 10,
      "url": "undergroundHouse",
      "status": "Active",
      "location": {
        "latitude": 35.31628,
        "longitude": -120.65306
      },
      "extended_description": "The Underground House began as an ambitious interdisciplinary project blending architecture, construction, and engineering to create an experimental earth-sheltered structure. Initially inspired by passive solar principles and the unique qualities of ferrocement, the project aimed to develop a dwelling integrated into the landscape. Early efforts focused on excavation, laying a foundation, and erecting a wire-reinforced dome structure. The innovative use of ferrocement highlighted its potential for affordable, flexible housing but also underscored the complexity of working with new materials.\n\nFunding challenges slowed progress, with early teams struggling to secure sufficient resources. Despite setbacks, successive student groups continued the work, completing key elements like the dome’s reinforcement and waterproofing with bentonite clay tiles. However, crucial features such as landscaping, interior finishes, and full enclosure were never realized, leaving the house exposed and incomplete. What was originally intended as a family dwelling evolved into a structure used as a meeting space and a lesson in design experimentation. Later touch-ups focused on stabilizing the structure and preserving.\n\nWhile the Underground House remains unfinished, it is a testament to the challenges and triumphs of student-driven architectural exploration and continues to inspire discussions about sustainability, innovation, and perseverance.",
      "advisor_builders": [
        {
          "name": "Carl C Barrett",
          "role": ["Builder"]
        },
        {
          "name": "Robert S Cocores",
          "role": ["Builder"]
        },
        {
          "name": "Allyn W Mcfarlin",
          "role": ["Builder"]
        },
        {
          "name": "John M Provato",
          "role": ["Builder"]
        },
        {
          "name": "Jesse P Wedemeyer",
          "role": ["Builder"]
        },
        {
          "name": "Wayne Christian",
          "role": ["Builder"]
        },
        {
          "name": "Pat Dennison",
          "role": ["Builder"]
        },
        {
          "name": "Fred Kozono",
          "role": ["Builder"]
        },
        {
          "name": "Mark McIntire",
          "role": ["Builder"]
        },
        {
          "name": "Chris Sterios",
          "role": ["Builder"]
        },
        {
          "name": "Craig Wilson",
          "role": ["Builder"]
        },
        {
          "name": "Mark V Zeolla",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-10",
          "description": "Main image of the Underground House."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-10",
          "description": "Close-up image of the Underground House."
        }
      ],
      "tags": [
        "earth-sheltered design",
        "ferrocement structure",
        "passive solar principles",
        "bentonite waterproofing",
        "partially subterranean",
        "sustainable housing experiment",
        "experimental architecture"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/underground-house",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10374463",
          "title": "Library Archive"
        },
        {
          "linkType": "Article",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=4033&context=studentnewspaper",
          "title": "Mustang Daily Historical"
        }
      ],
      "_id": "6722b48799b26f2c000bb48d",
      "description": "The Underground House in Poly Canyon, also called the Earth Shelter, was envisioned as an energy-efficient, ferrocement structure that harmonizes with its natural surroundings. Designed as a partially subterranean dome, it features passive solar principles, emphasizing sustainable design. While intended as a family dwelling, delays in funding and resources resulted in its incomplete state, leaving it as an exposed and experimental landmark showcasing the challenges of large-scale student-led projects.",
      "year": "1982"
    },
    {
      "names": ["Sun Dial", "Project 70 "],
      "number": 11,
      "url": "sunDial",
      "status": "Active",
      "location": {
        "latitude": 35.31633,
        "longitude": -120.65362
      },
      "extended_description": "In 1970, students from an architectural practice course undertook the ambitious task of constructing a functional sundial. The project's goal was to create a visually compelling and structurally innovative piece that harmonized with the natural beauty of its surroundings. The Sundial was composed of pre-cast concrete segments joined by high-strength steel cables, forming a parabolic structure designed for durability and precision. The ribs were oriented to cast accurate shadows, marking solar time, with brass hour markers providing a functional yet artistic touch.\n\nThe decision to build the Sundial stemmed from a broader plan to enhance the area with two structures: the Sundial and an acoustic dam. However, environmental concerns regarding the dam's potential impact on the surrounding creek ecosystem led to its abandonment, leaving the Sundial as the primary focus.\n\nConstruction involved a leapfrog system of tensioning steel strands while assembling the ribs. Students employed a mix of hands-on techniques and innovative problem-solving, utilizing epoxy resin for joint stability and ensuring alignment with precision surveying tools. Despite the challenges, the Sundial was completed within the academic year, serving as both a functional timepiece and a testament to the students' skill.\n\nToday, the Sundial remains a striking feature of the landscape, though weathering and lack of maintenance have left it in a state of disrepair. Its design reflects a unique blend of architectural beauty and structural engineering, making it an enduring symbol of experimentation and collaboration. ",
      "advisor_builders": [
        {
          "name": "John Stuart",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-11",
          "description": "Main image of the Sun Dial."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-11",
          "description": "Close-up image of the Sun Dial."
        }
      ],
      "tags": [
        "solar timekeeping",
        "pre-cast concrete ribs",
        "parabolic curves",
        "brass hour markers",
        "tensioned steel cables",
        "environmental harmony",
        "functional sculpture"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/sun-dial",
          "title": "CAED Website"
        },
        {
          "linkType": "Article",
          "URL": "https://infoweb.newsbank.com/apps/news/document-view?p=AMNEWS&docref=image/v2:1463448D97D52251@EANX-NB-16A51AC01B3AB453@2443257-16A39E8785175322@0-16A39E8785175322@&hlterms=Photo%20by%20Wayne%20Nicholls%20some%20clocks%20won't%20have%20to%20be&f=basic",
          "title": "Photo in Newspaper"
        }
      ],
      "_id": "6722b48799b26f2c000bb48e",
      "description": "The Sundial is an elegant testament to early interdisciplinary collaboration and ingenuity. It consists of pre-cast concrete ribs supported by tensioned steel cables, with its parabolic curves designed to align perfectly with solar orientation. While the accompanying dam project was abandoned due to ecological concerns, the Sundial continues to stand as a striking blend of art and engineering, albeit in a state of partial deterioration today.",
      "year": "1971"
    },
    {
      "names": ["Gunite Bridge", "Free Form Bridge"],
      "number": 12,
      "url": "guniteBridge",
      "status": "Active",
      "location": {
        "latitude": 35.3162,
        "longitude": -120.65377
      },
      "extended_description": "Once the Gunite layer dried, the tension cables were cut, shifting the entire bridge into a state of compression. This unique design choice allowed the bridge to maintain rigidity without excessive material, showcasing an efficient use of resources. For aesthetic appeal, a veneer of white sand and cement was applied, adding a refined look to this innovative structure.",
      "advisor_builders": [
        {
          "name": "Gordon L. Boles",
          "role": ["Builder"]
        },
        {
          "name": "Roy Leland Bostrom",
          "role": ["Builder"]
        },
        {
          "name": "Kokpo Ng",
          "role": ["Builder"]
        },
        {
          "name": "Richard L. Saylor",
          "role": ["Builder"]
        },
        {
          "name": "John Ulloa",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-12",
          "description": "Main image of the Gunite Bridge."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-12",
          "description": "Close-up image of the Gunite Bridge."
        }
      ],
      "tags": [
        "gunite construction",
        "thin-shell design",
        "tension and compression",
        "innovative bridge technique",
        "minimal material use",
        "white sand veneer",
        "reinforced steel skeleton"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/gunite-bridge",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10436226",
          "title": "Library Archive"
        }
      ],
      "_id": "6722b48799b26f2c000bb48f",
      "description": "The Gunite Bridge, constructed in 1965, exemplifies a minimalist yet robust approach to bridge-building, combining tension and compression for stability. The structure begins with two central posts supporting “wings” held by tension cables, which are anchored in footings at each end. The bridge’s skeleton, formed from reinforced steel and covered with metal lath, was sprayed with concrete using a Gunite machine—a technique that forms a thin-shell structure roughly six centimeters thick.",
      "year": "1965"
    },
    {
      "names": ["Timber Truss"],
      "number": 13,
      "url": "timberTruss",
      "status": "Active",
      "location": {
        "latitude": 35.31654,
        "longitude": -120.654
      },
      "extended_description": "Built as a demonstration of timber truss engineering, the bridge features a design that prioritizes structural efficiency and natural harmony. It serves as a functional crossing and an educational tool for understanding timber's potential as a sustainable building material.\n\nIn 2015, the bridge was restored during a Canyon Days event. This effort included reinforcing its structural components and addressing wear from decades of exposure. The restoration became a meaningful project for the volunteers involved and added a new chapter to the bridge's legacy.\n\nOne of the participants, a first-year architecture student named Keigen Langholff, played a key role in the restoration efforts. Tragically, Langholff passed away in a vehicular collision shortly after completing his first year. The bridge now stands as a tribute to his enthusiasm and dedication, symbolizing the collaborative spirit and learning opportunities the canyon fosters.",
      "advisor_builders": [
        {
          "name": "Derek Bonsper",
          "role": ["Builder"]
        },
        {
          "name": "Josh Randall",
          "role": ["Builder"]
        },
        {
          "name": "Fred Sobottka",
          "role": ["Builder"]
        },
        {
          "name": "Mike Willis",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-13",
          "description": "Main image of the Timber Truss."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-13",
          "description": "Close-up image of the Timber Truss."
        }
      ],
      "tags": [
        "timber truss bridge",
        "sustainable material",
        "structural efficiency",
        "canyon restoration",
        "memorial dedication",
        "traditional engineering"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/timber-truss-bridge",
          "title": "CAED Website"
        }
      ],
      "_id": "6722b48799b26f2c000bb490",
      "description": "The Timber Truss Bridge is a wooden bridge that demonstrates traditional truss engineering techniques. Its durable design reflects the practicality and elegance of timber construction, blending utility with craftsmanship in the experimental architecture area.",
      "year": "1994 / 2015"
    },
    {
      "names": [
        "Stick Structure",
        "Jake's Structure",
        "Structural Stability Model"
      ],
      "number": 14,
      "url": "stickStructure",
      "status": "Active",
      "location": {
        "latitude": 35.31668,
        "longitude": -120.65384
      },
      "extended_description": "The Stick Structure began as an ambitious senior project in 1976, intended as a modular framework to allow students to explore structural configurations and stability. The original design included plywood shear walls and bolted connections, making it flexible for reassembly. However, despite its adaptability, the structure remained untouched for decades, weathering into disrepair and leaving it unstable.\n\nBy 2008, years of exposure and neglect left the structure’s plywood walls rotting and its bays visibly leaning. A team of students undertook a full deconstruction and redesign in 2009, grappling with rusted bolts and structural instabilities. They carefully dismantled the original while preserving its core purpose as a teaching tool. The process included replacing outdated materials with steel diaphragms and introducing modern features to improve both functionality and safety.\n\nThe renovated structure debuted with significant updates, including a two-directional truss system and an innovative cornerlever design that reduced column dependence and maximized open space. These changes not only preserved the structure’s educational value but also revitalized its aesthetic and functional qualities. Today, the Stick Structure endures as a testament to creative problem-solving and the dedication of generations of students, evolving from an experimental framework into a durable and lasting symbol of structural ingenuity.",
      "advisor_builders": [
        {
          "name": "William F Martin",
          "role": ["Builder"]
        },
        {
          "name": "Brian Gottlieb",
          "role": ["Builder"]
        },
        {
          "name": "Dan Morita",
          "role": ["Builder"]
        },
        {
          "name": "Michelle M. Pettit",
          "role": ["Builder"]
        },
        {
          "name": "Jake Feldman",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-14",
          "description": "Main image of the Stick Structure."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-14",
          "description": "Close-up image of the Stick Structure."
        }
      ],
      "tags": [
        "modular framework",
        "structural stability model",
        "reconfigurable architecture",
        "steel diaphragms",
        "two-directional truss",
        "cornerlever design",
        "educational tool"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/stick-structure",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10374284",
          "title": "Library Archive"
        }
      ],
      "_id": "6722b48799b26f2c000bb491",
      "description": "Originally constructed in 1976, the Stick Structure was designed as a modular, life-sized educational model for exploring structural stability and load flow. Built to be reconfigured frequently, it instead remained static for over 30 years, deteriorating due to environmental exposure. Renovated in 2009, it now features a two-directional truss system, durable steel diaphragms, and a striking cornerlever design, showcasing structural innovation and teamwork across generations. This resilient structure continues to inspire with its educational origins and reimagined modern form.",
      "year": "1976 / 2009"
    },
    {
      "names": ["Pyramid"],
      "number": 15,
      "url": "pyramid",
      "status": "Active",
      "location": {
        "latitude": 35.31697,
        "longitude": -120.65411
      },
      "extended_description": "Rumor has it, the Pyramid was never meant to be understood. Some say it was built to test the “mystic properties” of its shape, while others believe it’s a cryptic homage to ancient designs—or maybe just a high-concept cattle back scratcher. Construction was no smooth journey, either, facing everything from stubborn clay to frustrating diversions, all of which might have added to its chaotic charm.\n\nFor years, visitors have tried to make sense of its purpose: a meditation spot, bird perch, or perhaps a secret energy channeling device. It’s possible the only intended purpose was to puzzle us all, to create a “monument to mystery” that offers no clear answers, only more questions. In a place known for pushing boundaries, the Pyramid takes things one step further, giving just enough form to fuel endless theories.",
      "advisor_builders": [
        {
          "name": "H. William Sievers",
          "role": ["Builder"]
        },
        {
          "name": "Jens Pohl",
          "role": ["Advisor"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-15",
          "description": "Main image of the Pyramid."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-15",
          "description": "Close-up image of the Pyramid."
        }
      ],
      "tags": [
        "enigmatic design",
        "geometric experimentation",
        "artistic statement",
        "mysterious purpose",
        "ancient design homage",
        "interpretive architecture"
      ],
      "links": [],
      "_id": "6722b48799b26f2c000bb492",
      "description": "The Pyramid’s origins are shrouded in mystery—was it an experiment, an artistic statement, or just the result of an ambitious senior project? With its geometric form and unknown purpose, it stands as an invitation to wonder, sparking questions that go unanswered. This enigmatic structure embodies a spirit of exploration, nudging each visitor to dream up their own interpretation",
      "year": "1976"
    },
    {
      "names": ["Bridge House"],
      "number": 16,
      "url": "bridgeHouse",
      "status": "Active",
      "location": {
        "latitude": 35.316951,
        "longitude": -120.654464
      },
      "extended_description": "Conceived in 1965 and completed in 1968, the Bridge House embodies a modernist vision inspired by architect Craig Ellwood. Designed to span uneven terrain, it leveraged Cor-ten steel, a cutting-edge material that rusts intentionally to form a durable, protective layer. This choice marked one of the earliest architectural uses of Cor-ten steel, positioning the Bridge House as a landmark in experimental building materials.\n\nInitially serving as housing for visiting lecturers, the structure’s use evolved over the years, reflecting its adaptability. It has functioned as a caretaker’s home, a studio space, and now as a seismic testing site where students assess structural resilience. Its design includes removable braces, enabling controlled damage simulations to study earthquake impacts—an invaluable tool in structural dynamics education.\n\nIn recent years, student-led restoration efforts have brought the Bridge House back from a state of disrepair, replacing barricades with guardrails and restoring its open, accessible design. This restoration honors its historical significance while making it a functional space once more. Today, the Bridge House stands as both a teaching resource and a testament to the power of adaptable, forward-thinking design.",
      "advisor_builders": [
        {
          "name": "Ronald Davena",
          "role": ["Builder"]
        },
        {
          "name": "Joel Dean",
          "role": ["Builder"]
        },
        {
          "name": "Robert Garlow",
          "role": ["Builder"]
        },
        {
          "name": "Raymond Hilken",
          "role": ["Builder"]
        },
        {
          "name": "Lui Horstmeyer",
          "role": ["Builder"]
        },
        {
          "name": "James January",
          "role": ["Builder"]
        },
        {
          "name": "Lloyd Suehiro",
          "role": ["Builder"]
        },
        {
          "name": "Thomas Wiggin",
          "role": ["Builder"]
        },
        {
          "name": "Kurt Holder",
          "role": ["Builder"]
        },
        {
          "name": "Bruce Campe",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-16",
          "description": "Main image of the Bridge House."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-16",
          "description": "Close-up image of the Bridge House."
        }
      ],
      "tags": [
        "Cor-ten steel",
        "adaptive reuse",
        "seismic testing site",
        "rusting protective barrier",
        "modernist vision",
        "structural innovation",
        "hillside spanning"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10145842",
          "title": "Library Research Guide"
        },
        {
          "linkType": "Award",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10145842",
          "title": "Earthquake Testing"
        },
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/cmsp/251/",
          "title": "Restoration Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb493",
      "description": "Completed in 1968, the Bridge House was a pioneering experiment with Cor-ten steel, chosen for its rusting properties that create a protective barrier. Originally a guest lodging, it has since adapted to roles as a caretaker’s residence, studio, and seismic testing facility, demonstrating the versatility of its design.",
      "year": "1968 / 2019"
    },
    {
      "names": ["Water Tanks", "Water SYstems"],
      "number": 17,
      "url": "waterTanks",
      "status": "Active",
      "location": {
        "latitude": 35.31697,
        "longitude": -120.65526
      },
      "extended_description": "The Water System began in 1969 as a solution to provide a sustainable water source for the Poly Canyon projects, using reinforced precast concrete tanks placed near a hillside spring. These tanks relied on natural gravity to facilitate water flow, demonstrating a commitment to leveraging the landscape's natural features for efficient resource management. Despite its innovative start, the original system struggled to maintain consistent water levels due to leakage and inadequate head pressure for chlorination.\n\nIn 1998, 2 students undertook a senior project to address these challenges. Their efforts focused on replacing the failing concrete tank with prefabricated polyvinyl tanks while designing a structure that could withstand hillside movement. Their final design incorporated continuous footings and interlocking rings to stabilize the tanks on the slide-prone terrain. The team also introduced a catch basin for overflow and corrugated siding, creatively compensating for the lack of formal construction documents. Although operational issues like incomplete gates and unreliable chlorine pumps persisted, the project marked a substantial improvement in water management for the canyon.",
      "advisor_builders": [
        {
          "name": "Mathew Bittleston",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-17",
          "description": "Main image of the Water Tanks."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-17",
          "description": "Close-up image of the Water Tanks."
        }
      ],
      "tags": [
        "sustainable water system",
        "hillside spring source",
        "reinforced concrete tanks",
        "polyvinyl replacements",
        "gravity-fed flow",
        "environmental adaptation",
        "overflow catch basin"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/water-tanks",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10429523",
          "title": "Library Archive "
        }
      ],
      "_id": "6722b48799b26f2c000bb494",
      "description": "The Water System in Poly Canyon serves as a vital resource, tapping into a spring that feeds Brizzolara Creek and supporting the infrastructure of nearby structures. Initially developed in 1969, the project combined ingenuity and practicality, integrating reinforced concrete storage with natural hydrology. In 1998, the system underwent a significant overhaul, introducing modern polyvinyl tanks and a robust foundation to enhance water capacity and reliability while adapting to environmental constraints. This evolution highlights sustainable water management and the adaptability of engineering practices over time.",
      "year": "1969 / 1998"
    },
    {
      "names": ["Observation Deck"],
      "number": 18,
      "url": "observationDeck",
      "status": "Active",
      "location": {
        "latitude": 35.31668,
        "longitude": -120.65465
      },
      "extended_description": "Originally conceived in 2017 as a simple rest stop, the deck design encountered delays until two construction management students took it up as a senior project. With limited funding sources, the team relied heavily on grants, donations, and creative outreach to cover mounting costs. Construction posed additional hurdles, from steep terrain to the absence of on-site utilities. Despite these challenges, the completed deck symbolizes a rekindled spirit of student involvement and innovation, encouraging others to contribute to this historic space.",
      "advisor_builders": [
        {
          "name": "Tony Pellegrini",
          "role": ["Builder"]
        },
        {
          "name": "Harrison Woods",
          "role": ["Builder"]
        },
        {
          "name": "Sitora Vaxidova",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-18",
          "description": "Main image of the Observation Deck."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-18",
          "description": "Close-up image of the Observation Deck."
        }
      ],
      "tags": [
        "redwood construction",
        "scenic rest stop",
        "outdoor recreation",
        "student-led project",
        "fundraising challenges",
        "hilltop positioning"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1176&context=cmsp",
          "title": "Plan Overview"
        },
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1082&context=arcesp",
          "title": "Thesis Calculations"
        },
        {
          "linkType": "Article",
          "URL": "https://www.youtube.com/watch?v=5FBn4XkRRzs",
          "title": "YouTube Interview"
        },
        {
          "linkType": "Article",
          "URL": "https://mustangnews.net/a-new-view-of-architecture-graveyard/",
          "title": "Mustang News Article"
        }
      ],
      "_id": "6722b48799b26f2c000bb495",
      "description": "The observation deck serves as a scenic rest area for hikers and bikers, designed to inspire future student projects. Built with redwood lumber and thoughtfully positioned on a hilltop, it faced notable fundraising and logistical challenges but ultimately reflects a renewed commitment to hands-on learning.",
      "year": "2019"
    },
    {
      "names": ["Poly Pavilion", "The Structure"],
      "number": 19,
      "url": "polyPavilion",
      "status": "Active",
      "location": {
        "latitude": 35.31638,
        "longitude": -120.65438
      },
      "extended_description": "Building on Heinz Isler's principles of catenary curves, this project explores the mathematical form of a tensioned string, inverted to create an arch in pure compression. The pavilion's arches span 40 feet, reaching a height of 8 feet at their apex, and form an accessible interior with a seamless 360-degree flow. The concrete beams, arranged with diaphragm action, support future possibilities for integrating wood or fiberglass sub-diaphragms if needed for spatial divisions or aesthetic variations.\n\nThe pavilion's precast elements were poured offsite and later assembled onsite using crane assistance, emphasizing ease of formwork and construction efficiency. Concrete was chosen not only for its compressive strength but also for its low maintenance. This approach, combined with the three-pinned arch layout, allowed students to engage deeply in design, structural analysis, and field assembly, embodying a practical education model in architectural engineering.",
      "advisor_builders": [
        {
          "name": "Alfredo Alcaraz",
          "role": ["Builder"]
        },
        {
          "name": "Armando Paez",
          "role": ["Builder"]
        },
        {
          "name": "Blanca Guerra",
          "role": ["Builder"]
        },
        {
          "name": "Bob Green",
          "role": ["Builder"]
        },
        {
          "name": "Brad Bishop",
          "role": ["Builder"]
        },
        {
          "name": "Brett Beeman",
          "role": ["Builder"]
        },
        {
          "name": "Chi Pham",
          "role": ["Builder"]
        },
        {
          "name": "Cindy Smith",
          "role": ["Builder"]
        },
        {
          "name": "Dave Hernandez",
          "role": ["Builder"]
        },
        {
          "name": "Frank Maskiewicz",
          "role": ["Builder"]
        },
        {
          "name": "Jim Low",
          "role": ["Builder"]
        },
        {
          "name": "Joe Michale",
          "role": ["Builder"]
        },
        {
          "name": "John Smith",
          "role": ["Builder"]
        },
        {
          "name": "Ken Brehmer",
          "role": ["Builder"]
        },
        {
          "name": "Ken Schumann",
          "role": ["Builder"]
        },
        {
          "name": "Ku Divita",
          "role": ["Builder"]
        },
        {
          "name": "Pete Chavez",
          "role": ["Builder"]
        },
        {
          "name": "Randal Brunson",
          "role": ["Builder"]
        },
        {
          "name": "Ricardo Arevalo",
          "role": ["Builder"]
        },
        {
          "name": "Stan Smith",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-19",
          "description": "Main image of the Poly Pavilion."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-19",
          "description": "Close-up image of the Poly Pavilion."
        }
      ],
      "tags": [
        "catenary arches",
        "precast concrete",
        "compression arch design",
        "Heinz Isler inspiration",
        "radial layout",
        "low-maintenance structure",
        "architectural experimentation"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/poly-pavillion",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10090047",
          "title": "Library Archives"
        },
        {
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=4472&context=studentnewspaper",
          "linkType": "Article",
          "title": "Mustang Daily Historical"
        },
        {
          "URL": "https://smithcompanystructuralengineers.com/building-the-structure-1985/",
          "linkType": "Article",
          "title": "Video Documentary "
        }
      ],
      "_id": "6722b48799b26f2c000bb496",
      "description": "The Poly Pavilion, inspired by the work of Heinz Isler, features three catenary arches arranged in a radial pattern, creating a low, dome-like space. Utilizing a compression arch design, the pavilion showcases precast concrete and was constructed entirely by a student team as an independent project. The structure was built for hands-on experience in full-scale architectural and structural experimentation.",
      "year": "1985"
    },
    {
      "names": ["Serenity Wall"],
      "number": 20,
      "url": "serenityWall",
      "status": "Active",
      "location": {
        "latitude": 35.31636,
        "longitude": -120.6541
      },
      "extended_description": "Constructed with weather-resistant redwood planks, it requires minimal maintenance while complementing the natural environment. The wall serves as a subtle gateway to other canyon features, demonstrating how architecture can enhance rather than dominate a landscape. It reflects a thoughtful approach to design that prioritizes harmony with nature.",
      "advisor_builders": [
        {
          "name": "Brian Milton",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-20",
          "description": "Main image of the Serenity Wall."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-20",
          "description": "Close-up image of the Serenity Wall."
        }
      ],
      "tags": [
        "redwood planks",
        "weather-resistant design",
        "natural harmony",
        "minimalist architecture",
        "subtle gateway",
        "low maintenance"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/serenity-wall",
          "title": "CAED Website"
        }
      ],
      "_id": "6722b48799b26f2c000bb497",
      "description": "The student who built the Serenity Wall also constructed two other unlisted structures: the Meditation Bench and Cardinal Direction. Designed to blend seamlessly with its surroundings, this structure embodies the principle of 'out of sight, out of mind.'",
      "year": "2004"
    },
    {
      "names": ["Hay Bale Arch", "Straw Bale Arch"],
      "number": 21,
      "url": "hayBale",
      "status": "Active",
      "location": {
        "latitude": 35.31612,
        "longitude": -120.65412
      },
      "extended_description": "The project began as a senior project in 2004, inspired by the growing interest in sustainable construction and the inherent advantages of straw bale systems. These systems, traditionally undervalued, were rediscovered for their excellent insulating properties, fire resistance, and potential as structural components. The team aimed to push the boundaries of what straw bales could achieve by creating a parabolic, double-barrel arch entirely in compression.\n\nThe process of building the arch revealed both the challenges and rewards of working with straw as a primary material. During the initial construction, the team faced setbacks, including the collapse of their first arch due to misalignment and insufficient temporary supports. Persevering, the team redesigned and rebuilt, integrating stronger rebar stakes and better construction techniques. Despite these challenges, the project highlighted the composite nature of straw bales, wire mesh, and stucco working together to achieve structural stability.\n\nIn its finished state, the structure stood as an innovative example of green design, utilizing natural materials to create a functional, aesthetically unique piece. Over time, the \"window of truth,\" which allowed viewers to see the straw core, was covered, but the legacy remains intact as a testament to sustainable engineering practices and the creative spirit of its builders.",
      "advisor_builders": [
        {
          "name": "Philip Greene",
          "role": ["Builder"]
        },
        {
          "name": "Adam Bradley",
          "role": ["Builder"]
        },
        {
          "name": "Jason Hughey",
          "role": ["Builder"]
        },
        {
          "name": "Matthew Vorhees",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-21",
          "description": "Main image of the Hay Bale Arch."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-21",
          "description": "Close-up image of the Hay Bale Arch."
        }
      ],
      "tags": [
        "straw bale construction",
        "sustainable design",
        "double-barrel arch",
        "insulation properties",
        "stucco finish",
        "structural innovation",
        "compression-based system"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/hay-bale-arch",
          "title": "CAED Website"
        }
      ],
      "_id": "6722b48799b26f2c000bb498",
      "description": "This unique structure showcases the use of straw bale construction in a double-barrel arch design, a rare architectural feature. The straw bales, combined with wire mesh and stucco, provide both insulation and surprising structural strength. A \"window of truth\" was included to reveal the straw core but is now covered. Although the students aimed to build the structure without any support, they had to use temporary reinforcements to hold the keystone bale in place before completing the arch. The project demonstrates the innovative application of sustainable materials while exploring the structural potential of straw.",
      "year": "2004"
    },
    {
      "names": ["Fratessa Tower"],
      "number": 22,
      "url": "fratessaTower",
      "status": "Active",
      "location": {
        "latitude": 35.315823,
        "longitude": -120.654225
      },
      "extended_description": "Adjacent to Fratessa Tower are the remnants of an earlier project with precast concrete columns, believed to reflect a vision similar to the current tower’s design. The project was led by a team of architectural engineering students, who embraced this opportunity for hands-on experience, supported by contributions from industry sponsors.",
      "advisor_builders": [
        {
          "name": "Rachel Martin",
          "role": ["Builder"]
        },
        {
          "name": "Justin Wei",
          "role": ["Builder"]
        },
        {
          "name": "Michael Braund",
          "role": ["Builder"]
        },
        {
          "name": "Eric Mcdonnell",
          "role": ["Builder"]
        },
        {
          "name": "Tanya Worotko",
          "role": ["Builder"]
        },
        {
          "name": "Adam Stagnaro",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-22",
          "description": "Main image of the Fratessa Tower."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-22",
          "description": "Close-up image of the Fratessa Tower."
        }
      ],
      "tags": [
        "observation tower",
        "scenic views",
        "precast concrete",
        "reused foundation",
        "structural dedication",
        "canyon landmark"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/fratessa-tower",
          "title": "CAED Website"
        },
        {
          "linkType": "Article",
          "URL": "https://digitalcommons.calpoly.edu/focus/vol2/iss1/5/",
          "title": "Project Highlight"
        }
      ],
      "_id": "6722b48799b26f2c000bb499",
      "description": "Fratessa Tower, built in 2004, is an observation structure dedicated to the memory of Paul Fratessa, a former ARCE department head. It provides visitors with a unique vantage point to take in the scenic views of the surrounding canyon. The tower stands on the original foundations of an older observation structure that relied on a water column for support but was decommissioned due to leakage issues. The new tower’s design continues the legacy of its predecessor while adding modern structural stability.",
      "year": "2004"
    },
    {
      "names": ["Tensegrity", "Tensegrity Pavilion"],
      "number": 23,
      "url": "tensegrity",
      "status": "Active",
      "location": {
        "latitude": 35.31584,
        "longitude": -120.65382
      },
      "extended_description": "The concept for the pavilion began in 2020 with Will Adam’s vision to design a tensile structure that defied conventional compression-based systems. Working with a diverse team, they embarked on the complex challenge of creating a pavilion that would appear to float in mid-air. Inspired by Buckminster Fuller's \"tensegrity\" principles, they envisioned a canopy suspended by tensile rods anchored to wooden pyramids, creating a truss-based system without traditional columns.\n\nDuring fall 2020, the group refined their design through weekly modeling sessions, balancing creativity with practical constraints. Challenges included achieving structural stability for a tensile system inherently prone to instability. Through extensive trial and error, they finalized their design, featuring a parallelogram-shaped canopy and inverted pyramid columns, all tied together by tension rods for a gravity-defying effect.\n\nThe construction phase spanned over a year and encountered significant hurdles, from pandemic-related restrictions to technical complexities in welding and securing permits. Collaborating closely with shop technicians, the team fabricated the canopy and structural elements in the CAED Support Shop before transporting and assembling the pavilion on-site. On January 22, 2022, after meticulous planning and nearly 16 hours of final installation, the team completed the structure, culminating in a dramatic moment when the tensioned rods perfectly held the suspended pavilion in balance.\n\nThe pavilion’s design combines functionality and artistry, offering a shaded seating area that invites visitors to contemplate the intricate load paths and structural ingenuity. The project's execution stands as a testament to the perseverance, creativity, and interdisciplinary collaboration of its builders, as well as the timeless appeal of innovative architecture.",
      "advisor_builders": [
        {
          "name": "Will Adam",
          "role": ["Builder"]
        },
        {
          "name": "Ivan Cruz",
          "role": ["Builder"]
        },
        {
          "name": "Jos Hernandez",
          "role": ["Builder"]
        },
        {
          "name": "Kasey Tatis",
          "role": ["Builder"]
        },
        {
          "name": "Truman Waller",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-23",
          "description": "Main image of the Tensegrity."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-23",
          "description": "Close-up image of the Tensegrity."
        }
      ],
      "tags": [
        "tensegrity principles",
        "floating pavilion",
        "tensile structure",
        "tension and compression",
        "architectural experimentation",
        "gravity-defying design"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://content-calpoly-edu.s3.amazonaws.com/arce/1/documents/Magazines/ARCE%20Mag%202021%20FINAL.pdf",
          "title": "ARCHE Magazine"
        },
        {
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1184&context=arcesp",
          "linkType": "Thesis",
          "title": "Original Thesis"
        },
        {
          "linkType": "Article",
          "title": "Mustang News Feature",
          "URL": "https://mustangnews.net/a-new-structure-has-been-built-in-arch-graveyard-for-the-first-time-in-20-years/"
        },
        {
          "linkType": "Article",
          "URL": "https://mustangnews.net/watch-a-look-at-the-new-structure-in-architecture-graveyard/",
          "title": "Mustang News Video"
        }
      ],
      "_id": "6722b48799b26f2c000bb49a",
      "description": "The Tensegrity Structure is a striking experimental structure showcasing the architectural principle of tensile integrity, where the interplay of tension and compression creates an \"impossible floating\" design. Built by architectural engineering students in 2022, the pavilion consists of a suspended canopy supported by steel tension rods and pyramid-shaped wooden columns atop concrete foundations. The structure doubles as a shaded seating area and an educational example of innovative tensile design, inspired by pioneers like Buckminster Fuller. It leaves a lasting mark as one of the most ambitious recent additions to the canyon.\n\n",
      "year": "2022"
    },
    {
      "names": [
        "Shell House",
        "Pre-Tension Post-Compression Concrete Shell",
        "Free Form House"
      ],
      "number": 24,
      "url": "shellHouse",
      "status": "Active",
      "location": {
        "latitude": 35.31549,
        "longitude": -120.65391
      },
      "extended_description": "Designed and constructed by a team of six architectural engineering students as a senior project inn 1964, the Shell House was intended to explore the limits of pre-tension and post-compression structures. Utilizing shotcrete sprayed over tensioned steel cables and wire mesh, the structure was groundbreaking for its time. Its funicular shape allowed for pure compression, minimizing material use while maximizing strength. The entire structure was supported on three points, creating an ethereal, floating appearance.\n\nAfter a decade of lying unfinished, the Shell House's interior was finally constructed. Students installed utilities, including air conditioning, plumbing, and a modernized fireplace that preheated cold air using thermal drafts. The unique floor plan emphasized open spaces and a core utility design. Lucite panels were used for windows, and the kitchen featured cutting-edge appliances donated by sponsors. Challenges such as soil conditions and material shortages delayed completion, but by 1976, the house was ready for use.\n\nFor years, the Shell House served as a residence for caretakers and as a guest house for visiting lecturers. Its waterfall feature under the staircase and innovative fireplace made it a functional and aesthetic marvel. However, when caretakers moved out, vandalism and weathering took their toll. \n\nIn 2016, a senior project re-evaluated the Shell House’s seismic performance using modern tools like 3D modeling. Despite its age, the structure was deemed seismically adequate under gravity and significant seismic loads. The evaluation highlighted the need for better waterproofing and an updated understanding of the shell's thickness, which remains largely undocumented.",
      "advisor_builders": [
        {
          "name": "Larry Gangwisch",
          "role": ["Builder"]
        },
        {
          "name": "Ronald James",
          "role": ["Builder"]
        },
        {
          "name": "Raymond Ketzel",
          "role": ["Builder"]
        },
        {
          "name": "Roger Marshall",
          "role": ["Builder"]
        },
        {
          "name": "David Wright",
          "role": ["Builder"]
        },
        {
          "name": "James Zimmerman",
          "role": ["Builder"]
        },
        {
          "name": "George Hasslein",
          "role": ["Builder"]
        },
        {
          "name": "Wesley Ward",
          "role": ["Builder"]
        },
        {
          "name": "Harvey Koehen",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-24",
          "description": "Main image of the Shell House."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-24",
          "description": "Close-up image of the Shell House."
        }
      ],
      "tags": [
        "ferrocement construction",
        "curved shell roof",
        "organic architecture",
        "lightweight structure",
        "natural integration",
        "structural efficiency",
        "sustainable design"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/shell-house",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10302058",
          "title": "Original Thesis"
        },
        {
          "linkType": "Article",
          "title": "El Mustang Historical",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=2158&context=studentnewspaper"
        },
        {
          "linkType": "Article",
          "URL": "https://archives.calstate.edu/concern/archives/6969z409t",
          "title": "1987 Video Tour"
        },
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1023&context=arcesp",
          "title": "Modern Evaluation "
        }
      ],
      "_id": "6722b48799b26f2c000bb49b",
      "description": "The Shell House stands as an enduring symbol of experimental architecture and engineering ingenuity. Built in 1964, its distinctive cantilevered, funicular design demonstrates innovation in structural compression and material efficiency. The structure's concrete shell, created using groundbreaking shotcrete techniques, rests on three support points. Over decades, its interior evolved into a fully operational living space with innovative heating, cooling, and design features. Despite challenges, including vandalism and maintenance issues, the Shell House remains a cherished artifact in the canyon.",
      "year": "1964 / 1975"
    },
    {
      "names": ["Green House"],
      "number": 25,
      "url": "greenHouse",
      "status": "Active",
      "location": {
        "latitude": 35.31545,
        "longitude": -120.65366
      },
      "extended_description": "The project began in 1983, engaging students from diverse fields, including architecture, engineering, and horticulture, in a collaborative effort to create a greenhouse capable of sustaining stable temperatures through passive solar and thermal mass storage. A stone retaining wall was used as thermal mass, absorbing heat by day and releasing it at night. Solar chimneys and rotating vent catchers facilitated airflow, minimizing the need for active cooling—a cutting-edge design for the period.\n\nConstruction took place in phases, continuing through 1989, with the addition of a copper roof, custom glazing, and automated systems for humidity, temperature, and irrigation monitoring. Significant funding came from industry donations and student-led initiatives. By the late 1980s, it was an educational resource demonstrating renewable energy applications and interdisciplinary design, although its intended functionality gradually declined. Today, it stands as a shell, a historical reminder of past experimentation and the spirit of student-led sustainable design.",
      "advisor_builders": [
        {
          "name": "Mark Jenefsky",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-25",
          "description": "Main image of the Green House."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-25",
          "description": "Close-up image of the Green House."
        }
      ],
      "tags": [
        "ferrocement panels",
        "passive solar heating",
        "energy-efficient design",
        "modular construction",
        "skylight integration",
        "sustainable materials"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/greenhouse",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10174883",
          "title": "Library Archive "
        }
      ],
      "_id": "6722b48799b26f2c000bb49c",
      "description": "Originally designed in the 1980s by graduate student Marc Jenefsky, this passive solar greenhouse was an innovative experiment in sustainable architecture. Built into a hillside, it used passive solar principles with a solar-heated water wall and rotating ventilation elements to create a self-regulating environment for year-round plant cultivation. This structure, now a historical artifact, showcased forward-thinking integration of solar energy, thermal storage, and passive cooling techniques of its time.",
      "year": "1983 - 1989"
    },
    {
      "names": ["Modular House", "Caretaker’s House"],
      "number": 26,
      "url": "modularHouse",
      "status": "Active",
      "location": {
        "latitude": 35.31516,
        "longitude": -120.65373
      },
      "extended_description": "Built in the late 1960s as part of a series of student-led projects, the Modular House was designed with an 8x8x8 steel-framed modular layout, featuring plywood panels and basic insulation. Originally intended to house caretakers, it served as both a residence and an architectural landmark in Poly Canyon. Over time, additional features like expanded kitchen and living spaces and the application of donated road signs for weatherproofing were incorporated, reflecting an adaptive response to the site’s unique environmental conditions.\n\nIn the mid-2010s, significant weathering, vandalism, and the abandonment of the structure necessitated a more structural approach to restoration. Efforts in 2017–2018 included replacing interior elements with durable materials, such as concrete decking for flooring and metal guardrails infilled with recycled road signs. The goal was to secure the Modular House against further decay, maintain its original aesthetic, and reopen it for public engagement. Safety improvements, like reinforcing stairways and eliminating fall hazards, redefined the Modular House as an open structure that prioritized durability and minimal upkeep.\n\nThe latest stage has transitioned the Modular House fully towards an outdoor-centric design, eliminating indoor features and focusing on a bare-metal, weather-resistant framework. This recent overhaul involved stripping all non-structural elements, repainting exposed steel to prevent rust, and enhancing accessibility for public use. By making it an open-air, stripped-down structure, this phase aligns with the shift toward sustainability, ease of maintenance, and the desire to retain the modular steel frame as a historical artifact, while reducing the need for indoor upkeep and resources.",
      "advisor_builders": [
        {
          "name": "Paul Thoryk",
          "role": ["Builder"]
        },
        {
          "name": "John Edmiston",
          "role": ["Builder"]
        },
        {
          "name": "Glen Jackson",
          "role": ["Builder"]
        },
        {
          "name": "Tom Bylund",
          "role": ["Builder"]
        },
        {
          "name": "James Jones",
          "role": ["Builder"]
        },
        {
          "name": "Richard Pata",
          "role": ["Builder"]
        },
        {
          "name": "Lorin Smith",
          "role": ["Builder"]
        },
        {
          "name": "Jerry Tucker",
          "role": ["Builder"]
        },
        {
          "name": "Dennis Turner",
          "role": ["Builder"]
        },
        {
          "name": "John Edmisten",
          "role": ["Builder"]
        },
        {
          "name": "Don Koberg",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-26",
          "description": "Main image of the Modular House."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-26",
          "description": "Close-up image of the Modular House."
        }
      ],
      "tags": [
        "modular architecture",
        "prefabricated panels",
        "customizable design",
        "efficient assembly",
        "sustainable housing concept",
        "experimental construction"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://polycanyon.calpoly.edu/history/modular-house",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10429515",
          "title": "Library Archive "
        },
        {
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=8253&context=studentnewspaper",
          "linkType": "Article",
          "title": "Mustang Daily Historical"
        },
        {
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1067&context=arcesp",
          "linkType": "Thesis",
          "title": "Reconstruction Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb49d",
      "description": "The Modular House in has undergone several stages of restoration, each addressing unique challenges and progressively stripping it down to a more structural, outdoor-focused design. Originally conceived as an indoor facility with practical living accommodations, the Modular House later evolved to emphasize safety, minimal maintenance, and a raw structural aesthetic. This ongoing transformation underscores a balance between preserving architectural history and adapting to present needs.",
      "year": "1973 / 2018"
    },
    {
      "names": ["Centering for Center"],
      "number": 27,
      "url": "centeringCenter",
      "status": "Active",
      "location": {
        "latitude": 35.315212,
        "longitude": -120.653069
      },
      "extended_description": "Initially conceived in an interdisciplinary design studio course, the dome received Cal Poly’s Teacher and Student Scholar Award and was later displayed at Descanso Gardens in conjunction with the Tonalism music event. Its design emphasizes simplicity and durability, incorporating shadow-casting cutouts that mimic the experience of being under a tree canopy. This foundation led to the creation of the Biophilic Instrument Pavilion (BIP), an interactive extension featuring prisms and sensors that respond to color and movement, adding a new dimension of sound and light for visitors. Together, these structures showcase innovative, adaptable design and the students' commitment to experiential learning and sustainable architecture.",
      "advisor_builders": [
        {
          "name": "Marcos Lutyens",
          "role": ["Builder"]
        },
        {
          "name": "Cynthia Brophy",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-27",
          "description": "Main image of the Centering Center."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-27",
          "description": "Close-up image of the Centering Center."
        }
      ],
      "tags": [
        "suspended geometry",
        "compression ring",
        "tensile cables",
        "structural equilibrium",
        "central focal point",
        "architectural balance",
        "innovative support system"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/arcesp/181/",
          "title": "Project Overview"
        },
        {
          "linkType": "Article",
          "URL": "https://content-calpoly-edu.s3.amazonaws.com/arce/1/documents/Magazines/ARCE%202022%20MAGAZINE%20FINAL-2.pdf",
          "title": "ARCE Newsletter"
        },
        {
          "URL": "https://kcpr.org/new-temporary-interactive-pavillion-in-poly-canyon-unites-students-across-different-majors/",
          "linkType": "Article",
          "title": "KCPR on 2024 Upgrade"
        }
      ],
      "_id": "6722b48799b26f2c000bb49e",
      "description": "The Center for Centering dome, a modular 16-foot meditative structure, was crafted by a multidisciplinary team to serve as both a retreat space and an art installation. Inspired by Japanese wood joinery and built from 84 identical timber pieces, it’s designed to be transported and assembled with ease. Resembling a Dudleya flower from above, this off-grid, sustainable dome offers a sensory environment that promotes self-reflection and conservation.",
      "year": "2022"
    },
    {
      "names": ["Pole House", "Heavy Timber Demonstration Structure"],
      "number": 28,
      "url": "poleHouse",
      "status": "Active",
      "location": {
        "latitude": 35.31503,
        "longitude": -120.65298
      },
      "extended_description": "The Heavy Timber Demonstration Structure was developed as part of a student-led project, with construction spanning much of the decade. The design employs treated timber poles in a grid configuration, a style that gained popularity in the 1950s for its efficiency and durability. Each pole supports a portion of the roof, floor, and lateral forces, enabling the use of standard lumber dimensions while accommodating irregular terrain. The structure required extensive material procurement and logistical planning, involving donations and specialized timber, which proved challenging to source in the necessary quantities.\n\nConstructed on caissons, the load is directed into bedrock, stabilizing the building above ground. This engineering solution minimizes ground contact, reducing environmental impact and erosion on the hillside site. Additionally, the structure was intended to demonstrate the viability of pole construction for larger residential and commercial applications. In front of the structure, the surrounding area has served as a staging ground for other student projects, including test footings for experimental designs.",
      "advisor_builders": [
        {
          "name": "EDES Class Project",
          "role": ["Builder"]
        },
        {
          "name": "Randy Detmer",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-28",
          "description": "Main image of the Pole House."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-28",
          "description": "Close-up image of the Pole House."
        }
      ],
      "tags": [
        "elevated design",
        "wooden pole structure",
        "hillside adaptation",
        "natural integration",
        "vertical support system",
        "minimal footprint"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10432507",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://guides.lib.calpoly.edu/c.php?g=1365835&p=10432507",
          "title": "Library Archive "
        }
      ],
      "_id": "6722b48799b26f2c000bb49f",
      "description": "Built in the 1980s, this heavy timber structure was designed as a demonstration of large-scale pole construction techniques adapted for steep terrain. Supported by caissons embedded into bedrock, it showcases a grid of timber poles as the primary load-bearing system, effectively suspending the building above ground to accommodate the sloped site. This design allows the structure to distribute weight directly into the caissons, making it a unique response to challenging topography.",
      "year": "1989"
    },
    {
      "names": ["BBQ Pit"],
      "number": 29,
      "url": "bbqPit",
      "status": "Active",
      "location": {
        "latitude": 35.31473,
        "longitude": -120.6528
      },
      "extended_description": "Originally featuring a corten steel hood, its current form demonstrates the importance of material compatibility in long-lasting structures. The pit and nearby seating areas continue to serve as gathering spaces, highlighting the social aspects of architectural design. The BBQ Pit remains a beloved spot for community events. It emphasizes the role of architecture in fostering social interaction.",
      "advisor_builders": [
        {
          "name": "Allan Cooper",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-29",
          "description": "Main image of the BBQ Pit."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-29",
          "description": "Close-up image of the BBQ Pit."
        }
      ],
      "tags": [
        "outdoor cooking",
        "communal space",
        "brick construction",
        "fire-resistant design",
        "functional sculpture",
        "rustic gathering area"
      ],
      "links": [
        {
          "linkType": "Article",
          "URL": "https://google.com",
          "title": "CAED Website"
        },
        {
          "linkType": "Thesis",
          "URL": "https://google.com",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb4a0",
      "description": "The BBQ Pit once had a corten steel hood, but it was removed because the differing materials didn't age well together. This communal space has evolved over time, adapting to material challenges and changing needs.",
      "year": "1975"
    },
    {
      "names": ["Moment Monument"],
      "number": 30,
      "url": "momentMonument",
      "status": "Active",
      "location": {
        "latitude": 35.3134566,
        "longitude": -120.651585
      },
      "extended_description": "Conceptualized to merge the educational values of hands-on experience with lasting structural relevance. The design, anchored by a radial concrete slab divided in a pinwheel form, serves as an accessible platform for observing seismic moment frames. Rising above this platform are six distinct moment frames, each demonstrating unique seismic connection types, such as the Reduced Beam Section and the Simpson Yield Link. These frames were chosen to introduce engineering students to critical concepts in seismic load management, showing varied approaches to lateral stability within structural frameworks.\n\nThroughout its creation, students faced challenges that underscored the complex realities of structural engineering. Initial design iterations explored multiple configurations before finalizing on a geometry that would both withstand environmental conditions and accommodate an engaging, interactive space. Construction spanned multiple months, marked by periods of heavy rainfall that demanded extra measures like water pumps and protective enclosures to secure the integrity of the foundation. Each obstacle served as a learning opportunity, reinforcing the team’s commitment to a precise and resilient construction approach.\n\nThe Moment Monument now stands as a testament to interdisciplinary teamwork and dedication, providing a hands-on tool for future students to engage directly with structural design principles.",
      "advisor_builders": [
        {
          "name": "Carsten Huber",
          "role": ["Builder"]
        },
        {
          "name": "Gaspar Solorio",
          "role": ["Builder"]
        },
        {
          "name": "Jared Schieferle",
          "role": ["Builder"]
        },
        {
          "name": "Brayden Martinez",
          "role": ["Builder"]
        }
      ],
      "images": [
        {
          "type": "main",
          "orientation": true,
          "path": "/images/M-30",
          "description": "Main image of the Moment Monument."
        },
        {
          "type": "closeup",
          "orientation": true,
          "path": "/images/C-30",
          "description": "Close-up image of the Moment Monument."
        }
      ],
      "tags": [
        "structural symbolism",
        "steel connections",
        "architectural tribute",
        "load-bearing exploration",
        "welded design",
        "commemorative structure"
      ],
      "links": [
        {
          "linkType": "Thesis",
          "URL": "https://digitalcommons.calpoly.edu/cgi/viewcontent.cgi?article=1242&context=arcesp",
          "title": "Original Thesis"
        }
      ],
      "_id": "6722b48799b26f2c000bb4a1",
      "description": "The newest structure in the canyon was designed as a lasting educational resource, aimed to visually represent the mechanics of seismic moment connections. Built on a circular concrete slab that mirrors the right-hand rule concept in physics, it features six steel moment frames displaying distinct seismic connection types, all intended to aid engineering students in understanding real-world applications of structural resilience.",
      "year": "2024"
    }
  ]
}
